Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: sphere-cap-volume-calculator/
af: bolkap-volume-sakrekenaar/
az: kure-qapaginin-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-kape-sfere/
ca: calculadora-de-volum-de-la-tapa-esferica/
cy: cyfrifiannell-cyfaint-cap-sffer/
eo: kalkulilo-de-volumo-de-sfera-capo/
eu: bolumen-kalkulagailua/
ga: aireamhan-toirte-caipin-sfeir/
id: kalkulator-volume-tutup-bola/
it: calcolatrice-del-volume-della-calotta-sferica/
lb: kugelkapp-volumenrechner/
ms: kalkulator-isipadu-penutup-sfera/
nl: bolvormige-dop-volume-calculator/
sq: llogaritesi-i-volumit-te-kapakut-te-sferes/
sw: kikokotoo-cha-ujazo-wa-ukubwa-wa-tufe/
uz: shar-qopqogi-hajmi-kalkulyatori/
vi: may-tinh-the-tich-nap-cau/

source: cylinder-volume-calculator/
af: silinder-volume-sakrekenaar/
az: silindr-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-cilindra/
ca: calculadora-de-volum-del-cilindre/
cy: cyfrifiannell-cyfaint-silindr-/
eo: kalkulilo-de-volumo-de-cilindro/
eu: zilindro-bolumen-kalkulagailua/
ga: aireamhan-toirte-sorcora/
id: kalkulator-volume-silinder/
it: calcolatrice-del-volume-del-cilindro/
lb: zylindervolumen-rechner/
ms: kalkulator-isipadu-silinder/
nl: cilindervolumecalculator/
sq: llogaritesi-i-vellimit-te-cilindrit/
sw: kikokotoo-cha-ujazo-wa-silinda/
uz: silindr-hajmi-kalkulyatori/
vi: may-tinh-the-tich-xi-lanh/

source: cone-volume-calculator/
af: keel-volume-sakrekenaar/
az: konus-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-konusa/
ca: calculadora-de-volum-de-con/
cy: cyfrifiannell-cyfaint-con-/
eo: konusa-volumkalkulilo/
eu: kono-bolumen-kalkulagailua/
ga: aireamhan-toirte-con/
id: kalkulator-volume-kerucut/
it: calcolatrice-del-volume-del-cono/
lb: kegelvolumen-rechner/
ms: kalkulator-isipadu-kon/
nl: kegelvolume-calculator/
sq: llogaritesi-i-vellimit-te-konit/
sw: kikokotoo-cha-kiasi-cha-koni/
uz: konusning-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-non/

source: triangle-pyramid-volume-calculator/
af: driehoek-piramide-volume-sakrekenaar/
az: ucbucaqli-piramidanin-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-trougla-piramida/
ca: calculadora-de-volum-de-la-piramide-triangular/
cy: cyfrifiannell-cyfaint-triongl-pyramid-/
eo: triangula-piramida-volumenokalkulilo/
eu: triangelu-piramidearen-bolumen-kalkulagailua/
ga: triantan-pirimid-toirte-aireamhan/
id: kalkulator-volume-limas-segitiga/
it: calcolatrice-del-volume-della-piramide-triangolare/
lb: draieck-pyramid-volume-rechner/
ms: kalkulator-isipadu-piramid-segitiga/
nl: driehoek-piramide-volume-calculator/
sq: llogaritesi-i-volumit-te-piramides-trekendore/
sw: kikokotoo-cha-kiasi-cha-piramidi-ya-pembetatu/
uz: uchburchak-piramidasi-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-chop-tam-giac/

source: square-pyramid-volume-calculator/
af: vierkante-piramide-volume-sakrekenaar/
az: kvadrat-piramidanin-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-kvadratne-piramide/
ca: calculadora-de-volum-de-piramide-quadrada/
cy: cyfrifiannell-cyfaint-pyramid-sgwar-/
eo: kvadrata-piramida-volumenokalkulilo/
eu: piramide-karratu-bolumen-kalkulagailua/
ga: aireamhan-toirte-pirimid-cearnach/
id: kalkulator-volume-limas-persegi/
it: calcolatrice-del-volume-della-piramide-quadrata/
lb: quadrat-pyramid-volume-rechner/
ms: kalkulator-isipadu-piramid-persegi/
nl: rekenmachine-voor-vierkante-piramidevolume/
sq: llogaritesi-i-volumit-te-piramides-katrore/
sw: kikokotoo-cha-kiasi-cha-piramidi-ya-mraba/
uz: kvadrat-piramida-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-chop-vuong/

source: torus-volume-calculator/
af: torus-volume-sakrekenaar/
az: torus-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-torusa/
ca: calculadora-de-volum-torus/
cy: cyfrifiannell-cyfaint-torus-/
eo: torus-voluma-kalkulilo/
eu: toro-bolumen-kalkulagailua/
ga: aireamhan-toirte-torus/
id: kalkulator-volume-torus/
it: calcolatrice-del-volume-del-toro/
lb: torus-volume-rechner/
ms: kalkulator-volum-torus/
sq: kalkulator-i-volumit-torus/
sw: kikokotoo-cha-kiasi-cha-torus/
uz: torus-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-xuyen/

source: frustum-volume-calculator/
af: frustum-volume-sakrekenaar/
az: frustum-hecmi-kalkulyatoru/
bs: frustum-kalkulator-zapremine/
ca: calculadora-de-volum-frustrant/
cy: cyfrifiannell-cyfaint-frustum-/
eo: kalkulilo-de-volumeno-senkoste/
eu: bolumenaren-kalkulagailua/
ga: aireamhan-toirte-frustum/
id: kalkulator-volume-frustum/
it: calcolatrice-del-volume-del-tronco/
lb: frustum-volume-rechner/
ms: kalkulator-volum-frustum/
nl: rekenmachine-voor-afgeknot-volume/
sq: llogaritesi-i-volumit-frustum/
sw: kikokotoo-cha-kiasi-cha-frustum/
uz: frustum-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-chop-cut/

source: conical-frustum-volume-calculator/
af: koniese-frustum-volume-sakrekenaar/
az: konusvari-qiriq-hecmi-kalkulyatoru/
bs: konusni-kalkulator-volumena-frustum/
ca: calculadora-de-volum-de-tronc-conic/
cy: cyfrifiannell-cyfaint-frustwm-conigol-/
eo: konusa-trunka-volumenokalkulilo/
eu: tronco-konikoa-bolumen-kalkulagailua/
ga: aireamhan-toirte-frustum-conuil/
id: kalkulator-volume-frustum-berbentuk-kerucut/
it: calcolatore-del-volume-del-tronco-conico/
ms: kalkulator-isipadu-frustum-kon/
nl: conische-afgeknotte-volumecalculator/
sq: llogaritesi-konik-i-volumit-frustum/
sw: kikokotoo-cha-ujazo-wa-mshtuko/
uz: konusning-chirigan-hajmi-kalkulyatori/
vi: may-tinh-khoi-luong-that-vong-hinh-non/

source: ellipsoid-volume-calculator/
af: ellipsoide-volume-sakrekenaar/
az: ellipsoid-hecmi-kalkulyatoru/
bs: elipsoidni-kalkulator-zapremine/
ca: calculadora-de-volum-elÂ·lipsoide/
cy: cyfrifiannell-cyfaint-ellipsoid-/
eo: elipsoida-volumkalkulilo/
eu: elipsoide-bolumen-kalkulagailua/
ga: aireamhan-toirte-eilipsoideach/
id: kalkulator-volume-elipsoid/
it: calcolatrice-del-volume-dellellissoide/
lb: ellipsoid-volume-rechner/
ms: kalkulator-isipadu-elipsoid/
nl: ellipsoide-volumecalculator/
sq: llogaritesi-i-volumit-elipsoid/
sw: kikokotoo-cha-kiasi-cha-ellipsoid/
uz: ellipsoid-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-elip/

source: tube-volume-calculator/
af: buisvolume-sakrekenaar/
az: boru-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-cijevi/
ca: calculadora-de-volum-del-tub/
cy: cyfrifiannell-cyfaint-tiwb-/
eo: kalkulilo-de-tubvolumo/
eu: hodi-bolumen-kalkulagailua/
ga: aireamhan-toirte-feadain/
id: kalkulator-volume-tabung/
it: calcolatrice-del-volume-del-tubo/
lb: tube-volume-rechner/
ms: kalkulator-volum-tiub/
nl: buisvolumecalculator/
sq: llogaritesi-i-vellimit-te-tubit/
sw: kikokotoo-cha-ujazo-wa-bomba/
uz: quvur-hajmi-kalkulyatori/
vi: may-tinh-the-tich-ong/

source: combination-calculator/
af: kombinasie-sakrekenaar/
az: kombinasiya-kalkulyatoru/
bs: kombinovani-kalkulator/
ca: calculadora-combinada/
cy: cyfrifiannell-cyfuniad-/
eo: kombina-kalkulilo/
eu: konbinazio-kalkulagailua/
ga: aireamhan-teaglaim/
id: kalkulator-kombinasi/
it: calcolatrice-di-combinazione/
lb: kombinatioun-rechner-/
ms: kalkulator-gabungan/
nl: combinatie-rekenmachine/
sq: kalkulator-i-kombinuar/
sw: kikokotoo-cha-mchanganyiko/
uz: kombinatsiyalangan-kalkulyator/
vi: may-tinh-ket-hop/

source: permutation-calculator/
af: permutasie-sakrekenaar/
az: permutasiya-kalkulyatoru/
bs: permutacijski-kalkulator/
ca: calculadora-de-permutacio/
cy: cyfrifiannell-trynewid/
eo: permuta-kalkulilo/
eu: permutazio-kalkulagailua/
ga: aireamhan-iomalartaithe/
id: kalkulator-permutasi/
it: calcolatrice-di-permutazione/
lb: permutatiounsrechner/
ms: kalkulator-pilih-atur/
nl: permutatie-calculator/
sq: kalkulator-i-ndryshimit/
sw: kikokotoo-cha-vibali/
uz: almashtirish-kalkulyatori/
vi: may-tinh-hoan-vi/

source: factorial-calculator/
af: faktorsakrekenaar/
az: faktorial-kalkulyator/
bs: faktorski-kalkulator/
ca: calculadora-factorial/
cy: cyfrifiannell-ffactor-/
eo: faktoria-kalkulilo/
eu: kalkulagailu-faktoriala/
ga: aireamhan-monarchan/
id: kalkulator-faktorial/
it: calcolatrice-fattoriale/
lb: faktorialrechner/
ms: kalkulator-faktorial/
nl: faculteit-rekenmachine/
sq: kalkulator-faktorial/
sw: kikokotoo-cha-kiwanda/
uz: faktorial-kalkulyator/
vi: may-tinh-giai-thua/

source: exponent-calculator/
af: eksponent-sakrekenaar/
az: eksponent-kalkulyatoru/
bs: kalkulator-eksponenta/
ca: calculadora-dexponents/
cy: cyfrifiannell-esboniwr-/
eo: eksponentokalkulilo/
eu: erakusleen-kalkulagailua/
ga: aireamhan-easponantuil/
id: kalkulator-eksponen/
it: calcolatrice-esponente/
lb: exponent-rechner/
ms: kalkulator-eksponen/
sq: kalkulator-i-eksponentit/
sw: kikokotoo-cha-kielelezo/
uz: korsatkich-kalkulyatori/
vi: may-tinh-so-mũ/

source: modular-arithmetic/
af: modulere-rekenkunde/
az: modul-arifmetika/
bs: modularna-aritmetika/
ca: aritmetica-modular/
cy: rhifyddeg-modiwlaidd/
eo: modula-aritmetiko/
eu: aritmetika-modularra/
ga: uimhriocht-mhodulach/
id: aritmatika-modular/
it: aritmetica-modulare/
lb: modulare-arithmetik/
ms: aritmetik-modular/
nl: modulaire-rekenkunde/
sq: aritmetike-modulare/
sw: hesabu-za-msimu/
uz: modulli-arifmetika/
vi: so-hoc-mo-dun/

source: logarithm-calculator/
af: logaritme-sakrekenaar/
az: loqarifm-kalkulyatoru/
bs: logaritamski-kalkulator/
ca: calculadora-de-logaritmes/
cy: cyfrifiannell-logarithm-/
eo: logaritma-kalkulilo/
eu: logaritmo-kalkulagailua/
ga: aireamhan-logartamach/
id: kalkulator-logaritma/
it: calcolatrice-logaritmo/
lb: logarithmus-rechner/
ms: kalkulator-logaritma/
nl: logaritme-rekenmachine/
sq: kalkulator-logaritmi/
sw: kikokotoo-cha-logarithm/
uz: logarifm-kalkulyatori/
vi: may-tinh-logarit/

source: prime-factorization/
af: priemfaktorisering/
az: esas-faktorlara-ayirma/
bs: pocetna-faktorizacija/
ca: factoritzacio-primeres/
cy: ffactoreiddio-cysefin/
eo: prima-faktorigo/
eu: lehen-faktorizazioa/
ga: fachtoiriu-priomha/
id: faktorisasi-prima/
it: fattorizzazione-prima/
lb: primfaktoriseierung/
ms: pemfaktoran-perdana/
nl: priemfactorisatie/
sq: faktorizimi-kryesor/
sw: msingi-mkuu/
uz: asosiy-faktorizatsiya/
vi: phan-tich-thua-so-nguyen-to/

source: standard-deviation/
af: standaardafwyking/
az: standart-sapma/
bs: standardna-devijacija/
ca: desviacio-estandard/
cy: gwyriad-safonol-/
eo: norma-devio/
eu: desbideratze-estandarra/
ga: diall-caighdeanach/
id: simpangan-baku/
it: deviazione-standard/
lb: standardabweichung/
ms: sisihan-piawai/
nl: standaardafwijking/
sq: devijimi-standard/
sw: kupotoka-kwa-kawaida/
uz: standart-ogish-/
vi: do-lech-chuẩn/

source: geometric-mean/
af: meetkundige-gemiddelde/
az: hendesi-orta/
bs: geometrijska-sredina/
ca: mitjana-geometrica/
cy: cymedr-geometrig-/
eo: geometria-meznombro/
eu: batez-besteko-geometrikoa/
ga: mean-geoimeadrach-/
id: rata-rata-geometrik/
it: media-geometrica/
lb: geometresch-moyenne/
ms: min-geometri/
nl: geometrisch-gemiddelde/
sq: mesatare-gjeometrike/
sw: maana-ya-kijiometri/
uz: geometrik-ortacha/
vi: trung-binh-hinh-hoc/

source: arithmetic-mean/
af: rekenkundige-gemiddelde/
az: arifmetik-orta/
bs: aritmeticka-sredina/
ca: mitjana-aritmetica/
cy: cymedr-rhifyddol/
eo: aritmetika-meznombro/
eu: batez-besteko-aritmetikoa/
ga: mean-uimhriochtuil/
id: rata-rata-aritmatika/
it: media-aritmetica/
lb: arithmetesch-moyenne/
ms: min-aritmetik/
nl: rekenkundig-gemiddelde/
sq: mesatare-aritmetike/
sw: maana-ya-hesabu/
uz: arifmetik-ortacha-/
vi: trung-binh-so-hoc/

source: harmonic-mean/
af: harmoniese-gemiddelde/
az: harmonik-orta/
bs: harmonska-sredina/
ca: mitja-harmonic/
cy: cymedr-harmonig/
eo: harmonia-signifo/
eu: batez-besteko-harmonikoa/
ga: mean-armonach/
id: rata-rata-harmonik/
it: media-armonica/
lb: harmonesch-mettel-/
ms: min-harmonik/
nl: harmonisch-gemiddelde/
sq: mesatare-harmonike/
sw: maana-ya-usawa/
uz: garmonik-ortacha/
vi: trung-binh-dieu-hoa/

source: greatest-common-divisor-least-common-multiple/
af: grootste-gemene-deler-kleinste-gemene-veelvoud/
az: en-boyuk-ortaq-bolen-en-kicik-umumi-cox/
bs: najveci-zajednicki-djelitelj-najmanji-zajednicki-visekratnik/
ca: maxim-comu-divisor-minim-comu-multiple/
cy: rhannydd-mwyaf-cyffredin-lleiaf-cyffredin-lluosrif/
eo: plej-granda-komuna-dividanto-malplej-ofta-oblo/
eu: zatitzaile-komun-handiena-multiplo-komun-txikiena/
ga: comhroinnteoir-is-lu-coitianta-iolra-/
id: pembagi-persekutuan-terbesar-kelipatan-persekutuan-terkecil/
it: massimo-comune-divisore-minimo-comune-multiplo/
lb: greisste-gemeinsame-divisor-mannst-gemeinsam-multiple-/
ms: pembahagi-sepunya-terbesar-gandaan-sepunya-terkecil/
nl: grootste-gemene-deler-kleinste-gemene-veelvoud/
sq: pjesetuesi-me-i-madh-i-perbashket-shumefishi-me-i-vogel-i-perbashket/
sw: kigawanyiko-kikubwa-zaidi-cha-kawaida-kisicho-cha-kawaida-zaidi-/
uz: eng-katta-umumiy-boluvchi-eng-kichik-umumiy-kop/
vi: uoc-chung-lon-nhat-boi-chung-nho-nhat/

source: first-degree-equation-solver/
af: eerste-graad-vergelyking-oplosser/
az: birinci-dereceli-tenlik-helledicisi/
bs: rjesavac-jednacina-prvog-stepena/
ca: solucionador-dequacions-de-primer-grau/
cy: datryswr-hafaliad-gradd-gyntaf/
eo: unua-grada-ekvacia-solvanto/
eu: lehen-graduko-ekuazioaren-ebatzailea/
ga: reiteoir-cothromoide-ceadcheime/
id: pemecah-persamaan-derajat-pertama/
it: risolutore-di-equazioni-di-primo-grado/
lb: eischt-grad-equatiounsleiser-/
ms: penyelesai-persamaan-darjah-pertama/
nl: vergelijkingenoplosser-van-de-eerste-graad/
sq: zgjidhes-i-ekuacioneve-te-shkalles-se-pare/
sw: kisuluhishi-cha-mlinganyo-wa-shahada-ya-kwanza/
uz: birinchi-darajali-tenglama-echuvchi/
vi: giai-phuong-trinh-bac-nhat/

source: second-degree-equation-solver/
af: tweede-graad-vergelyking-oplosser/
az: ikinci-dereceli-tenlik-helledicisi/
bs: rjesavac-jednacina-drugog-stepena/
ca: solucionador-dequacions-de-segon-grau/
cy: datryswr-hafaliad-ail-radd/
eo: duagrada-ekvacia-solvanto/
eu: bigarren-graduko-ekuazio-ebazlea/
ga: reiteach-cothromoid-dara-ceim/
id: pemecah-persamaan-derajat-kedua/
it: risolutore-di-equazioni-di-secondo-grado/
lb: zweetgrad-equatiounsleiser/
ms: penyelesai-persamaan-darjah-kedua/
nl: tweedegraads-vergelijkingenoplosser/
sq: zgjidhes-i-ekuacioneve-te-shkalles-se-dyte/
sw: kisuluhishi-cha-mlinganyo-wa-shahada-ya-pili/
uz: ikkinchi-darajali-tenglama-echuvchi/
vi: giai-phuong-trinh-bac-hai/

source: third-degree-equation-solver/
af: derde-graad-vergelyking-oplosser/
az: ucuncu-dereceli-tenlik-helledicisi/
bs: rjesavac-jednacina-treceg-stepena/
ca: solucionador-dequacions-de-tercer-grau/
cy: datryswr-hafaliad-trydydd-gradd/
eo: tria-grada-ekvacia-solvanto/
eu: hirugarren-graduko-ekuazioaren-ebatzailea/
ga: reiteach-cothromoid-triu-ceim/
id: pemecah-persamaan-derajat-ketiga/
it: risolutore-di-equazioni-di-terzo-grado/
lb: drette-grad-equatiounsleiser-/
ms: penyelesai-persamaan-darjah-ketiga/
nl: derdegraads-vergelijkingenoplosser/
sq: zgjidhes-i-ekuacioneve-te-shkalles-se-trete/
sw: kisuluhishi-cha-mlinganyo-wa-shahada-ya-tatu/
uz: uchinchi-darajali-tenglama-echuvchi/
vi: giai-phuong-trinh-bac-ba/

source: fibonacci-calculator/
af: fibonacci-sakrekenaar/
az: fibonacci-kalkulyatoru/
bs: fibonacijev-kalkulator/
ca: calculadora-de-fibonacci/
cy: cyfrifiannell-fibonacci-/
eo: fibonaca-kalkulilo/
eu: fibonai-kalkulagailua/
ga: aireamhan-fibonacci
id: kalkulator-fibonacci/
it: calcolatrice-di-fibonacci/
lb: fibonacci-rechner/
ms: kalkulator-fibonacci/
nl: fibonacci-rekenmachine/
sq: kalkulator-i-fibonacit/
sw: kikokotoo-cha-fibonacci/
uz: fibonachchi-kalkulyatori/
vi: may-tinh-fibonacci/

source: first-order-inequality-solver/
af: eerste-orde-ongelykheid-oplosser/
az: birinci-dereceli-berabersizliyin-helledicisi/
bs: rjesavac-nejednakosti-prvog-reda/
ca: solucionador-de-desigualtats-de-primer-ordre/
cy: datryswr-anghydraddoldeb-archeb-gyntaf/
eo: unuaorda-malegaleco-solvanto/
eu: lehen-mailako-desberdintasunen-konpontzailea/
ga: reiteoir-eagothroime-den-chead-ordu/
id: pemecah-ketidaksetaraan-orde-pertama/
it: risolutore-di-disequazioni-di-primo-ordine/
lb: eischt-uerdnung-onglaichheet-solver/
ms: penyelesai-ketidaksamaan-urutan-pertama/
nl: oplosser-van-ongelijkheden-van-de-eerste-orde/
sq: zgjidhes-i-pabarazise-se-rendit-te-pare/
sw: agizo-la-kwanza-suluhisho-la-usawa-/
uz: birinchi-tartibli-tengsizlikni-hal-qiluvchi/
vi: giai-bat-phuong-trinh-bac-nhat/

source: second-order-inequality-solver/
af: tweede-orde-ongelykheid-oplosser/
az: ikinci-dereceli-berabersizliyin-helledicisi/
bs: rjesavac-nejednakosti-drugog-reda/
ca: solucionador-de-desigualtats-de-segon-ordre/
cy: datryswr-anghydraddoldeb-ail-orchymyn-/
eo: duorda-malegaleco-solvanto/
eu: bigarren-mailako-desberdintasunen-konpontzailea/
ga: reiteoir-eagothroime-dara-hordu/
id: pemecah-ketidaksetaraan-orde-kedua/
it: risolutore-di-disequazioni-di-secondo-ordine/
lb: zweeter-uerdnung-onglaichheet-solver/
ms: penyelesai-ketidaksamaan-urutan-kedua/
nl: tweede-orde-ongelijkheidsoplosser/
sq: zgjidhes-i-pabarazise-se-rendit-te-dyte/
sw: kisuluhishi-cha-kukosekana-kwa-usawa-cha-pili/
uz: ikkinchi-tartibli-tengsizlikni-hal-qiluvchi/
vi: giai-bat-phuong-trinh-bac-hai/

source: third-order-inequality-solver/
af: derde-orde-ongelykheid-oplosser/
az: ucuncu-dereceli-berabersizlik-helledicisi/
bs: rjesavac-nejednakosti-treceg-reda/
ca: solucionador-de-desigualtats-de-tercer-ordre/
cy: datryswr-anghydraddoldeb-trydydd-gorchymyn-/
eo: tria-orda-malegaleco-solvanto/
eu: hirugarren-mailako-desberdintasunen-konpontzailea/
ga: reiteoir-eagothroime-triu-ordu/
id: pemecah-ketidaksetaraan-orde-ketiga/
it: risolutore-di-disequazioni-di-terzo-ordine/
lb: drett-uerdnung-onglaichheetsleiser/
ms: penyelesai-ketidaksamaan-urutan-ketiga/
nl: derde-orde-ongelijkheidsoplosser/
sq: zgjidhes-i-pabarazise-se-rendit-te-trete/
sw: kisuluhishi-cha-usawa-cha-tatu/
uz: uchinchi-tartibli-tengsizlikni-hal-qiluvchi/
vi: giai-bat-phuong-trinh-bac-ba/

source: fraction-calculator/
af: breuk-sakrekenaar/
az: kesr-kalkulyatoru/
bs: kalkulator-razlomaka/
ca: calculadora-de-fraccions/
cy: cyfrifiannell-ffracsiynau/
eo: frakcia-kalkulilo/
eu: zatiki-kalkulagailua/
ga: aireamhan-codain/
id: kalkulator-pecahan/
it: calcolatrice-di-frazioni/
lb: fraktioun-rechner/
ms: kalkulator-pecahan/
nl: breuken-rekenmachine/
sq: kalkulator-i-fraksionit/
sw: kikokotoo-cha-sehemu/
uz: kasr-kalkulyatori/
vi: may-tinh-phan-so/

source: fraction-to-percentage/
af: breuk-tot-persentasie/
az: fraksiyadan-faize/
bs: razlomak-u-postotak/
ca: fraccio-a-percentatge/
cy: ffracsiwn-i-ganran/
eo: frakcio-al-procento/
eu: zatiki-ehunekotik/
ga: codan-go-ceatadan/
id: pecahan-ke-persentase/
it: frazione-in-percentuale/
lb: fraktioun-zu-prozentsaz-/
ms: pecahan-kepada-peratusan/
nl: breuk-naar-percentage/
sq: fraksion-ne-perqindje/
sw: sehemu-kwa-asilimia/
uz: kasrdan-foizga/
vi: phan-so-thanh-phan-tram/

source: percentage-to-fraction/
af: persentasie-tot-breuk/
az: faizden-kesre/
bs: procenat-u-razlomak/
ca: percentatge-a-fraccio/
cy: canran-i-ffracsiwn/
eo: procento-al-frakcio/
eu: ehunekoa-zatiki/
ga: ceatadan-go-codan/
id: persentase-ke-pecahan/
it: percentuale-in-frazione/
lb: prozentsaz-op-fraktioun-/
ms: peratusan-kepada-pecahan/
nl: percentage-naar-fractie/
sq: perqindje-ndaj-thyeses/
sw: asilimia-kwa-sehemu/
uz: foizdan-kasrga/
vi: phan-tram-sang-phan-so/

source: fraction-simplifier-calculator/
af: breuk-vereenvoudig-sakrekenaar/
az: kesr-sadelesdirici-kalkulyator/
bs: kalkulator-pojednostavljivanja-razlomaka/
ca: calculadora-simplificadora-de-fraccions/
cy: cyfrifiannell-symleiddio-ffracsiynau/
eo: kalkulilo-de-frakcia-simpligilo/
eu: zatiki-sinplifikatzailea-kalkulagailua/
ga: aireamhan-simplithe-codain/
id: kalkulator-penyederhanaan-pecahan/
it: calcolatrice-semplificatrice-di-frazioni/
lb: fraktioun-simplifier-rechner-/
ms: kalkulator-penyederhana-pecahan/
nl: breukvereenvoudiger-rekenmachine/
sq: kalkulator-i-thjeshtezuesit-te-fraksioneve/
sw: kikokotoo-cha-kurahisisha-sehemu/
uz: kasr-soddalashtiruvchi-kalkulyator/
vi: may-tinh-don-gian-hoa-phan-so/

source: rounding-calculator/
af: afronding-sakrekenaar/
az: yuvarlaqlasdirma-kalkulyatoru/
bs: kalkulator-zaokruzivanja/
ca: calculadora-darrodoniment/
cy: cyfrifiannell-talgrynnu-/
eo: rondkalkulilo/
eu: biribilketa-kalkulagailua/
ga: aireamhan-slanaithe/
id: kalkulator-pembulatan/
it: calcolatrice-di-arrotondamento/
lb: ronn-rechner/
ms: kalkulator-pembulatan/
nl: afrondingscalculator/
sq: kalkulator-rrumbullakimi/
sw: kikokotoo-cha-kuzungusha/
uz: yaxlitlash-kalkulyatori/
vi: may-tinh-lam-tron/

source: multiplicative-inverse-calculator/
af: vermenigvuldigende-inverse-sakrekenaar/
az: multiplikativ-ters-kalkulyator/
bs: multiplikativni-inverzni-kalkulator/
ca: calculadora-inversa-multiplicativa/
cy: cyfrifiannell-gwrthdro-lluosol-/
eo: multiplika-inversa-kalkulilo/
eu: alderantzizko-kalkulagailu-biderkatzailea/
ga: aireamhan-inbheartach-iolrach/
id: kalkulator-perkalian-invers/
it: calcolatrice-inversa-moltiplicativa/
lb: multiplikativ-inverse-rechner/
ms: kalkulator-songsang-darab/
nl: multiplicatieve-inverse-rekenmachine/
sq: kalkulator-i-anasjellte-shumezues/
sw: kikokotoo-cha-kuzidisha-kinyume-/
uz: multiplikativ-teskari-kalkulyator/
vi: may-tinh-nghich-dao-phep-nhan/

source: function-calculator/
af: funksie-sakrekenaar/
az: funksiya-kalkulyatoru/
bs: kalkulator-funkcija/
ca: calculadora-de-funcions/
cy: cyfrifiannell-swyddogaeth-/
eo: funkcio-kalkulilo/
eu: funtzio-kalkulagailua/
ga: aireamhan-feidhmeanna/
id: kalkulator-fungsi/
it: calcolatrice-di-funzioni/
lb: funktioun-rechner-/
ms: kalkulator-fungsi/
nl: functie-rekenmachine/
sq: kalkulator-funksioni/
sw: kikokotoo-cha-kazi/
uz: funksiya-kalkulyatori/
vi: may-tinh-ham/

source: inverse-function-calculator/
af: inverse-funksie-sakrekenaar/
az: ters-funksiya-kalkulyatoru/
bs: kalkulator-inverzne-funkcije/
ca: calculadora-de-funcio-inversa/
cy: cyfrifiannell-ffwythiant-gwrthdro/
eo: inversa-funkcio-kalkulilo/
eu: alderantzizko-funtzio-kalkulagailua/
ga: aireamhan-feidhm-inbheartach/
id: kalkulator-fungsi-invers/
it: calcolatrice-funzione-inversa/
lb: inverse-funktioun-rechner/
ms: kalkulator-fungsi-songsang/
nl: inverse-functie-rekenmachine/
sq: kalkulator-i-funksionit-te-anasjellte/
sw: kikokotoo-cha-utendakazi-kinyume/
uz: teskari-funksiya-kalkulyatori/
vi: may-tinh-ham-nghich-dao/

source: number-comparison/
af: nommer-vergelyking/
az: reqemlerin-muqayisesi/
bs: poredenje-brojeva/
ca: comparacio-de-numeros/
cy: cymhariaeth-rhif/
eo: nombro-komparo/
eu: zenbaki-konparaketa/
ga: comparaid-uimhreacha/
id: perbandingan-angka/
it: confronto-numerico/
lb: zuel-verglach-/
ms: perbandingan-nombor/
nl: nummervergelijking/
sq: krahasimi-i-numrave/
sw: kulinganisha-nambari-/
uz: raqamlarni-taqqoslash-/
vi: so-sanh-so-luong/

source: derivative-calculator/
af: afgeleide-sakrekenaar/
az: toreme-kalkulyator/
bs: kalkulator-izvedenica/
ca: calculadora-derivada/
cy: cyfrifiannell-deilliadol-/
eo: deriva-kalkulilo/
eu: kalkulagailu-deribatua/
ga: aireamhan-diorthach/
id: kalkulator-derivatif/
it: calcolatrice-derivata/
lb: derivatrechner/
ms: kalkulator-terbitan/
nl: afgeleide-rekenmachine/
sq: kalkulator-derivati/
sw: kikokotoo-cha-derivative/
uz: hosilaviy-kalkulyator/
vi: may-tinh-dao-ham/

source: integral-calculator/
af: integrale-sakrekenaar/
az: inteqral-kalkulyator/
bs: integralni-kalkulator/
ca: calculadora-integral/
cy: cyfrifiannell-annatod-/
eo: integra-kalkulilo/
eu: kalkulagailu-integrala/
ga: aireamhan-slanuimhir/
id: kalkulator-integral/
it: calcolatrice-integrale/
lb: integral-rechner/
ms: kalkulator-kamiran/
nl: integraal-rekenmachine/
sq: kalkulator-integral/
sw: kikokotoo-muhimu/
uz: integral-kalkulyator/
vi: may-tinh-tich-phan/
