Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: convert-electric-charge/
af: skakel-elektriese-lading-om/
az: elektrik-yukunu-cevirmek/
bs: pretvoriti-elektricni-naboj/
ca: convertir-carrega-electrica/
cy: trosi-gwefr-drydanol/
eo: konverti-elektran-sargon/
eu: karga-elektrikoa-bihurtu/
ga: tiontaigh-lucht-leictreach/
id: mengkonversi-muatan-listrik/
it: convertire-la-carica-elettrica/
lb: elektresch-ladung-konverteieren/
ms: menukarkan-cas-elektrik/
nl: elektrische-lading-omzetten/
sq: konverto-ngarkesen-elektrike/
sw: kubadilisha-chaji-ya-umeme/
uz: elektr-zaryadini-aylantirish/
vi: chuyen-doi-dien-tich/

source: convert-electric-charge/<str:unit_from>+<str:unit_to>/
af: skakel-elektriese-lading-om/<str:unit_from>+<str:unit_to>/
az: elektrik-yukunu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-elektricni-naboj/<str:unit_from>+<str:unit_to>/
ca: convertir-carrega-electrica/<str:unit_from>+<str:unit_to>/
cy: trosi-gwefr-drydanol/<str:unit_from>+<str:unit_to>/
eo: konverti-elektran-sargon/<str:unit_from>+<str:unit_to>/
eu: karga-elektrikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-lucht-leictreach/<str:unit_from>+<str:unit_to>/
id: mengkonversi-muatan-listrik/<str:unit_from>+<str:unit_to>/
it: convertire-la-carica-elettrica/<str:unit_from>+<str:unit_to>/
lb: elektresch-ladung-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukarkan-cas-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrische-lading-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-ngarkesen-elektrike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-chaji-ya-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-zaryadini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-dien-tich/<str:unit_from>+<str:unit_to>/

source: convert-molar-concentration/
af: skakel-molere-konsentrasie-om/
az: molar-konsentrasiyaya-cevirmek/
bs: pretvoriti-molarnu-koncentraciju/
ca: convertir-la-concentracio-molar/
cy: trosi-crynodiad-molar/
eo: konverti-molaran-koncentrigon/
eu: kontzentrazio-molarra-bihurtzea/
ga: tiontaigh-tiuchan-molar/
id: mengkonversi-konsentrasi-molar/
it: convertire-la-concentrazione-molare/
lb: molar-konzentratioun-emsetzen-/
ms: menukar-kepekatan-molar/
nl: molaire-concentratie-omzetten/
sq: konverto-perqendrimin-molar/
sw: kubadilisha-mkusanyiko-wa-molar/
uz: molyar-konsentratsiyani-aylantirish/
vi: chuyen-doi-nong-do-mol/

source: convert-molar-concentration/<str:unit_from>+<str:unit_to>/
af: skakel-molere-konsentrasie-om/<str:unit_from>+<str:unit_to>/
az: molar-konsentrasiyaya-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-molarnu-koncentraciju/<str:unit_from>+<str:unit_to>/
ca: convertir-la-concentracio-molar/<str:unit_from>+<str:unit_to>/
cy: trosi-crynodiad-molar/<str:unit_from>+<str:unit_to>/
eo: konverti-molaran-koncentrigon/<str:unit_from>+<str:unit_to>/
eu: kontzentrazio-molarra-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-tiuchan-molar/<str:unit_from>+<str:unit_to>/
id: mengkonversi-konsentrasi-molar/<str:unit_from>+<str:unit_to>/
it: convertire-la-concentrazione-molare/<str:unit_from>+<str:unit_to>/
lb: molar-konzentratioun-emsetzen-/<str:unit_from>+<str:unit_to>/
ms: menukar-kepekatan-molar/<str:unit_from>+<str:unit_to>/
nl: molaire-concentratie-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-perqendrimin-molar/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mkusanyiko-wa-molar/<str:unit_from>+<str:unit_to>/
uz: molyar-konsentratsiyani-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-nong-do-mol/<str:unit_from>+<str:unit_to>/

source: convert-solution-concentration/
af: herlei-oplossing-konsentrasie/
az: mehlulun-konsentrasiyasini-cevirmek/
bs: pretvoriti-koncentraciju-rastvora/
ca: convertir-la-concentracio-de-la-solucio/
cy: trosi-crynodiad-hydoddiant/
eo: konverti-solvkoncentrigon/
eu: disoluzioaren-kontzentrazioa-bihurtu/
ga: tiontaigh-tiuchan-tuaslagain/
id: mengkonversi-konsentrasi-larutan/
it: convertire-la-concentrazione-della-soluzione/
lb: konzentratioun-vun-der-leisung-konverteieren-/
ms: menukar-kepekatan-larutan/
nl: oplossingsconcentratie-omzetten/
sq: konverto-perqendrimin-e-tretesires/
sw: badilisha-mkusanyiko-wa-suluhisho/
uz: eritma-konsentratsiyasini-aylantirish/
vi: chuyen-doi-nong-do-dung-dich/

source: convert-solution-concentration/<str:unit_from>+<str:unit_to>/
af: herlei-oplossing-konsentrasie/<str:unit_from>+<str:unit_to>/
az: mehlulun-konsentrasiyasini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-koncentraciju-rastvora/<str:unit_from>+<str:unit_to>/
ca: convertir-la-concentracio-de-la-solucio/<str:unit_from>+<str:unit_to>/
cy: trosi-crynodiad-hydoddiant/<str:unit_from>+<str:unit_to>/
eo: konverti-solvkoncentrigon/<str:unit_from>+<str:unit_to>/
eu: disoluzioaren-kontzentrazioa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-tiuchan-tuaslagain/<str:unit_from>+<str:unit_to>/
id: mengkonversi-konsentrasi-larutan/<str:unit_from>+<str:unit_to>/
it: convertire-la-concentrazione-della-soluzione/<str:unit_from>+<str:unit_to>/
lb: konzentratioun-vun-der-leisung-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-kepekatan-larutan/<str:unit_from>+<str:unit_to>/
nl: oplossingsconcentratie-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-perqendrimin-e-tretesires/<str:unit_from>+<str:unit_to>/
sw: badilisha-mkusanyiko-wa-suluhisho/<str:unit_from>+<str:unit_to>/
uz: eritma-konsentratsiyasini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-nong-do-dung-dich/<str:unit_from>+<str:unit_to>/

source: convert-dynamic-viscosity/
af: skakel-dinamiese-viskositeit-om/
az: dinamik-viskoziteyi-cevirmek/
bs: pretvoriti-dinamicki-viskozitet/
ca: convertir-la-viscositat-dinamica/
cy: trosi-gludedd-deinamig/
eo: konverti-dinamikan-viskozecon/
eu: likatasun-dinamikoa-bihurtu/
ga: tiontaigh-slaodacht-dhinimiciuil/
id: mengkonversi-viskositas-dinamis/
it: convertire-la-viscosita-dinamica/
lb: dynamesch-viskositeit-konverteieren-/
ms: menukar-kelikatan-dinamik/
nl: dynamische-viscositeit-omzetten/
sq: konverto-viskozitetin-dinamik/
sw: badilisha-mnato-unaobadilika/
uz: dinamik-yopishqoqlikni-aylantirish/
vi: chuyen-doi-do-nhot-dong/

source: convert-dynamic-viscosity/<str:unit_from>+<str:unit_to>/
af: skakel-dinamiese-viskositeit-om/<str:unit_from>+<str:unit_to>/
az: dinamik-viskoziteyi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-dinamicki-viskozitet/<str:unit_from>+<str:unit_to>/
ca: convertir-la-viscositat-dinamica/<str:unit_from>+<str:unit_to>/
cy: trosi-gludedd-deinamig/<str:unit_from>+<str:unit_to>/
eo: konverti-dinamikan-viskozecon/<str:unit_from>+<str:unit_to>/
eu: likatasun-dinamikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-slaodacht-dhinimiciuil/<str:unit_from>+<str:unit_to>/
id: mengkonversi-viskositas-dinamis/<str:unit_from>+<str:unit_to>/
it: convertire-la-viscosita-dinamica/<str:unit_from>+<str:unit_to>/
lb: dynamesch-viskositeit-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-kelikatan-dinamik/<str:unit_from>+<str:unit_to>/
nl: dynamische-viscositeit-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-viskozitetin-dinamik/<str:unit_from>+<str:unit_to>/
sw: badilisha-mnato-unaobadilika/<str:unit_from>+<str:unit_to>/
uz: dinamik-yopishqoqlikni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-nhot-dong/<str:unit_from>+<str:unit_to>/

source: convert-kinematic-viscosity/
af: skakel-kinematiese-viskositeit-om/
az: kinematik-ozluluyu-cevirmek/
bs: pretvoriti-kinematicku-viskoznost/
ca: convertir-la-viscositat-cinematica/
cy: trosi-gludedd-cinematig/
eo: konverti-kinematikan-viskozecon/
eu: bihur-ezazu-biskositate-zinematikoa/
ga: tiontaigh-slaodacht-chineimiteach/
id: mengkonversi-viskositas-kinematik/
it: convertire-la-viscosita-cinematica/
lb: kinematesch-viskositeit-konverteieren-/
ms: menukar-kelikatan-kinematik/
nl: kinematische-viscositeit-omzetten/
sq: konverto-viskozitetin-kinematik/
sw: kubadilisha-mnato-wa-kinematic/
uz: kinematik-yopishqoqlikni-aylantirish/
vi: chuyen-doi-do-nhot-dong-hoc/

source: convert-kinematic-viscosity/<str:unit_from>+<str:unit_to>/
af: skakel-kinematiese-viskositeit-om/<str:unit_from>+<str:unit_to>/
az: kinematik-ozluluyu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-kinematicku-viskoznost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-viscositat-cinematica/<str:unit_from>+<str:unit_to>/
cy: trosi-gludedd-cinematig/<str:unit_from>+<str:unit_to>/
eo: konverti-kinematikan-viskozecon/<str:unit_from>+<str:unit_to>/
eu: bihur-ezazu-biskositate-zinematikoa/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-slaodacht-chineimiteach/<str:unit_from>+<str:unit_to>/
id: mengkonversi-viskositas-kinematik/<str:unit_from>+<str:unit_to>/
it: convertire-la-viscosita-cinematica/<str:unit_from>+<str:unit_to>/
lb: kinematesch-viskositeit-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-kelikatan-kinematik/<str:unit_from>+<str:unit_to>/
nl: kinematische-viscositeit-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-viskozitetin-kinematik/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mnato-wa-kinematic/<str:unit_from>+<str:unit_to>/
uz: kinematik-yopishqoqlikni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-nhot-dong-hoc/<str:unit_from>+<str:unit_to>/

source: convert-surface-tension/
af: omskep-oppervlakspanning/
az: seth-gerginliyini-cevirmek/
bs: pretvoriti-povrsinski-napon/
ca: convertir-la-tensio-superficial/
cy: trosi-tensiwn-arwyneb/
eo: konverti-surfacan-strecigon/
eu: gainazaleko-tentsioa-bihurtu/
ga: tiontaigh-teannas-dromchla/
id: mengubah-tegangan-permukaan/
it: convertire-la-tensione-superficiale/
lb: uewerflachespannung-emsetzen/
ms: menukar-tegangan-permukaan/
nl: oppervlaktespanning-omzetten/
sq: konverto-tensionin-siperfaqesor/
sw: kubadilisha-mvutano-wa-uso/
uz: sirt-tarangligini-aylantirish/
vi: chuyen-doi-suc-cang-be-mat/

source: convert-surface-tension/<str:unit_from>+<str:unit_to>/
af: omskep-oppervlakspanning/<str:unit_from>+<str:unit_to>/
az: seth-gerginliyini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-povrsinski-napon/<str:unit_from>+<str:unit_to>/
ca: convertir-la-tensio-superficial/<str:unit_from>+<str:unit_to>/
cy: trosi-tensiwn-arwyneb/<str:unit_from>+<str:unit_to>/
eo: konverti-surfacan-strecigon/<str:unit_from>+<str:unit_to>/
eu: gainazaleko-tentsioa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-teannas-dromchla/<str:unit_from>+<str:unit_to>/
id: mengubah-tegangan-permukaan/<str:unit_from>+<str:unit_to>/
it: convertire-la-tensione-superficiale/<str:unit_from>+<str:unit_to>/
lb: uewerflachespannung-emsetzen/<str:unit_from>+<str:unit_to>/
ms: menukar-tegangan-permukaan/<str:unit_from>+<str:unit_to>/
nl: oppervlaktespanning-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-tensionin-siperfaqesor/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mvutano-wa-uso/<str:unit_from>+<str:unit_to>/
uz: sirt-tarangligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-suc-cang-be-mat/<str:unit_from>+<str:unit_to>/

source: convert-permeability/
af: omskep-deurlaatbaarheid/
az: keciriciliyi-cevirmek/
bs: pretvoriti-propusnost/
ca: convertir-permeabilitat/
cy: trosi-athreiddedd/
eo: konverti-permeablo/
eu: iragazkortasuna-bihurtu/
ga: tiontaigh-trescaoilteacht/
id: konversi-permeabilitas/
it: convertire-permeabilita/
lb: permeability-konverteieren-/
ms: menukar-kebolehtelapan/
nl: permeabiliteit-omzetten/
sq: konverto-permeabilitetin/
sw: kubadilisha-upenyezaji/
uz: otkazuvchanlikni-aylantirish/
vi: chuyen-doi-do-tham/

source: convert-permeability/<str:unit_from>+<str:unit_to>/
af: omskep-deurlaatbaarheid/<str:unit_from>+<str:unit_to>/
az: keciriciliyi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-propusnost/<str:unit_from>+<str:unit_to>/
ca: convertir-permeabilitat/<str:unit_from>+<str:unit_to>/
cy: trosi-athreiddedd/<str:unit_from>+<str:unit_to>/
eo: konverti-permeablo/<str:unit_from>+<str:unit_to>/
eu: iragazkortasuna-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-trescaoilteacht/<str:unit_from>+<str:unit_to>/
id: konversi-permeabilitas/<str:unit_from>+<str:unit_to>/
it: convertire-permeabilita/<str:unit_from>+<str:unit_to>/
lb: permeability-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-kebolehtelapan/<str:unit_from>+<str:unit_to>/
nl: permeabiliteit-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-permeabilitetin/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-upenyezaji/<str:unit_from>+<str:unit_to>/
uz: otkazuvchanlikni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-tham/<str:unit_from>+<str:unit_to>/

source: convert-luminance/
af: omskep-luminansie/
az: parlaqligi-cevirmek/
bs: pretvoriti-osvjetljenje/
ca: convertir-la-luminancia/
cy: trosi-goleuder/
eo: konverti-lumecon/
eu: luminantzia-bihurtu/
ga: tiontaigh-luminance/
id: mengkonversi-luminansi/
it: convertire-luminanza/
lb: luminanz-konverteieren-/
ms: menukar-kecerahan/
nl: luminantie-omzetten/
sq: konverto-ndricimin/
sw: kubadilisha-mwanga/
uz: yoruglikni-aylantirish-/
vi: chuyen-doi-do-sang/

source: convert-luminance/<str:unit_from>-to-<str:unit_to>/
af: skakel-luminansie/<str:unit_from>-om-na-<str:unit_to>/
az: parlaqligi/<str:unit_from>-a-<str:unit_to>/-cevir
bs: pretvoriti-luminance/<str:unit_from>-u-<str:unit_to>/
ca: convertir-la-luminancia/<str:unit_from>-a-<str:unit_to>/
cy: trosi-goleuder/-<str:unit_from>-i-<str:unit_to>/
eo: konverti-lumecon/<str:unit_from>-al-<str:unit_to>/
eu: bihurtu-luminantzia/<str:unit_from>-<str:unit_to>/
ga: tiontaigh-luminance/<str:unit_from>-go-<str:unit_to>/
id: mengubah-luminansi/<str:unit_from>-menjadi-<str:unit_to>/
it: converte-luminanza/<str:unit_from>-in-<str:unit_to>/
lb: konverteieren-luminanz-/<str:unit_from>-op-<str:unit_to>/
ms: tukar-pencahayaan/<str:unit_from>-kepada-<str:unit_to>/
nl: converteer-luminantie/<str:unit_from>-naar-<str:unit_to>/
sq: konverto-ndricimin/<str:unit_from>-ne-<str:unit_to>/
sw: badilisha-mwangaza/<str:unit_from>-hadi-<str:unit_to>/
uz: yorqinlikni/<str:unit_from>-ga-<str:unit_to>/ga-aylantirish
vi: chuyen-doi-do-sang/<str:unit_from>-thanh-<str:unit_to>/

source: convert-luminous-intensity/
af: skakel-ligintensiteit-om/
az: isiq-intensivliyini-cevirmek/
bs: pretvoriti-intenzitet-svjetlosti/
ca: convertir-la-intensitat-lluminosa/
cy: trosi-dwyster-goleuol/
eo: konverti-luma-intenseco/
eu: argi-intentsitatea-bihurtu/
ga: tiontaigh-deine-lonruil/
id: mengkonversi-intensitas-cahaya/
it: convertire-lintensita-luminosa/
lb: luuchtintensiteit-konverteieren-/
ms: menukar-keamatan-cahaya/
nl: lichtsterkte-omzetten/
sq: konverton-intensitetin-e-drites/
sw: kubadilisha-mwangaza-wa-mwanga/
uz: yoruglik-intensivligini-ozgartirish-/
vi: chuyen-doi-cuong-do-sang/

source: convert-luminous-intensity/<str:unit_from>+<str:unit_to>/
af: skakel-ligintensiteit-om/<str:unit_from>+<str:unit_to>/
az: isiq-intensivliyini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-intenzitet-svjetlosti/<str:unit_from>+<str:unit_to>/
ca: convertir-la-intensitat-lluminosa/<str:unit_from>+<str:unit_to>/
cy: trosi-dwyster-goleuol/<str:unit_from>+<str:unit_to>/
eo: konverti-luma-intenseco/<str:unit_from>+<str:unit_to>/
eu: argi-intentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-deine-lonruil/<str:unit_from>+<str:unit_to>/
id: mengkonversi-intensitas-cahaya/<str:unit_from>+<str:unit_to>/
it: convertire-lintensita-luminosa/<str:unit_from>+<str:unit_to>/
lb: luuchtintensiteit-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-keamatan-cahaya/<str:unit_from>+<str:unit_to>/
nl: lichtsterkte-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverton-intensitetin-e-drites/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mwangaza-wa-mwanga/<str:unit_from>+<str:unit_to>/
uz: yoruglik-intensivligini-ozgartirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-cuong-do-sang/<str:unit_from>+<str:unit_to>/

source: convert-illumination/
af: omskep-beligting/
az: isiqlandirma-cevirmek/
bs: pretvoriti-osvjetljenje/
ca: convertir-illuminacio/
cy: trosi-goleuo/
eo: konverti-lumigadon/
eu: argiztapena-bihurtu/
ga: tiontaigh-soilsiu/
id: konversi-iluminasi/
it: convertire-illuminazione/
lb: luucht-konverteieren-/
ms: menukar-pencahayaan/
nl: verlichting-omzetten/
sq: konverto-ndricimin/
sw: kubadilisha-mwanga/
uz: yoritishni-aylantirish/
vi: chuyen-doi-anh-sang/

source: convert-illumination/<str:unit_from>+<str:unit_to>/
af: omskep-beligting/<str:unit_from>+<str:unit_to>/
az: isiqlandirma-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-osvjetljenje/<str:unit_from>+<str:unit_to>/
ca: convertir-illuminacio/<str:unit_from>+<str:unit_to>/
cy: trosi-goleuo/<str:unit_from>+<str:unit_to>/
eo: konverti-lumigadon/<str:unit_from>+<str:unit_to>/
eu: argiztapena-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-soilsiu/<str:unit_from>+<str:unit_to>/
id: konversi-iluminasi/<str:unit_from>+<str:unit_to>/
it: convertire-illuminazione/<str:unit_from>+<str:unit_to>/
lb: luucht-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-pencahayaan/<str:unit_from>+<str:unit_to>/
nl: verlichting-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-ndricimin/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mwanga/<str:unit_from>+<str:unit_to>/
uz: yoritishni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-anh-sang/<str:unit_from>+<str:unit_to>/

source: convert-frequency-wavelength/
af: omskep-frekwensie-golflengte/
az: tezlik-dalga-uzunlugunu-cevirmek/
bs: pretvoriti-frekvenciju-talasne-duzine/
ca: convertir-la-longitud-dona-de-frequencia/
cy: trosi-tonfedd-amledd/
eo: konverti-frekvencan-ondolongon/
eu: maiztasun-uhin-luzera-bihurtzea/
ga: tiontaigh-tonnfhad-miniciochta/
id: mengubah-frekuensi-panjang-gelombang/
it: convertire-frequenza-lunghezza-donda/
lb: frequenz-wellelangt-konverteieren-/
ms: menukar-panjang-gelombang-frekuensi/
nl: frequentie-golflengte-omzetten/
sq: konverto-gjatesine-e-vales-se-frekuences/
sw: badilisha-urefu-wa-mawimbi/
uz: chastota-tolqin-uzunligini-aylantirish/
vi: chuyen-doi-tan-so-buoc-song/

source: convert-frequency-wavelength/<str:unit_from>+<str:unit_to>/
af: omskep-frekwensie-golflengte/<str:unit_from>+<str:unit_to>/
az: tezlik-dalga-uzunlugunu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-frekvenciju-talasne-duzine/<str:unit_from>+<str:unit_to>/
ca: convertir-la-longitud-dona-de-frequencia/<str:unit_from>+<str:unit_to>/
cy: trosi-tonfedd-amledd/<str:unit_from>+<str:unit_to>/
eo: konverti-frekvencan-ondolongon/<str:unit_from>+<str:unit_to>/
eu: maiztasun-uhin-luzera-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-tonnfhad-miniciochta/<str:unit_from>+<str:unit_to>/
id: mengubah-frekuensi-panjang-gelombang/<str:unit_from>+<str:unit_to>/
it: convertire-frequenza-lunghezza-donda/<str:unit_from>+<str:unit_to>/
lb: frequenz-wellelangt-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-panjang-gelombang-frekuensi/<str:unit_from>+<str:unit_to>/
nl: frequentie-golflengte-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-gjatesine-e-vales-se-frekuences/<str:unit_from>+<str:unit_to>/
sw: badilisha-urefu-wa-mawimbi/<str:unit_from>+<str:unit_to>/
uz: chastota-tolqin-uzunligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-tan-so-buoc-song/<str:unit_from>+<str:unit_to>/

source: convert-pixel-density/
af: omskep-pixeldigtheid/
az: piksel-sixligini-cevirmek/
bs: pretvoriti-gustinu-piksela/
ca: convertir-la-densitat-de-pixels/
cy: trosi-dwysedd-picsel/
eo: konverti-pikselan-densecon/
eu: bihurtu-pixel-dentsitatea/
ga: tiontaigh-dlus-picteilin/
id: mengkonversi-kepadatan-piksel/
it: convertire-la-densita-dei-pixel/
lb: konverteieren-pixel-dicht-/
ms: menukar-ketumpatan-piksel/
nl: pixeldichtheid-omzetten/
sq: konverto-densitetin-e-pikselit/
sw: badilisha-msongamano-wa-pixel/
uz: piksel-zichligini-aylantirish/
vi: chuyen-doi-mat-do-diem-anh/

source: convert-pixel-density/<str:unit_from>+<str:unit_to>/
af: omskep-pixeldigtheid/<str:unit_from>+<str:unit_to>/
az: piksel-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-gustinu-piksela/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-pixels/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-picsel/<str:unit_from>+<str:unit_to>/
eo: konverti-pikselan-densecon/<str:unit_from>+<str:unit_to>/
eu: bihurtu-pixel-dentsitatea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-picteilin/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kepadatan-piksel/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-dei-pixel/<str:unit_from>+<str:unit_to>/
lb: konverteieren-pixel-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-piksel/<str:unit_from>+<str:unit_to>/
nl: pixeldichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-densitetin-e-pikselit/<str:unit_from>+<str:unit_to>/
sw: badilisha-msongamano-wa-pixel/<str:unit_from>+<str:unit_to>/
uz: piksel-zichligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-diem-anh/<str:unit_from>+<str:unit_to>/

source: convert-image-resolution/
af: omskep-beeld-resolusie/
az: tesvirin-hellini-cevirmek/
bs: pretvoriti-rezoluciju-slike/
ca: convertir-la-resolucio-dimatge/
cy: trosi-cydraniad-delwedd/
eo: konverti-bildan-rezolucion/
eu: irudiaren-bereizmena-bihurtu/
ga: tiontaigh-taifeach-iomha/
id: mengkonversi-resolusi-gambar/
it: convertire-la-risoluzione-dellimmagine/
lb: konverteieren-bildopleisung-/
ms: menukar-resolusi-imej/
nl: afbeeldingsresolutie-converteren/
sq: konverto-rezolucionin-e-imazhit/
sw: badilisha-azimio-la-picha/
uz: tasvir-olchamlarini-aylantirish/
vi: chuyen-doi-do-phan-giai-hinh-anh/

source: convert-image-resolution/<str:unit_from>+<str:unit_to>/
af: omskep-beeld-resolusie/<str:unit_from>+<str:unit_to>/
az: tesvirin-hellini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-rezoluciju-slike/<str:unit_from>+<str:unit_to>/
ca: convertir-la-resolucio-dimatge/<str:unit_from>+<str:unit_to>/
cy: trosi-cydraniad-delwedd/<str:unit_from>+<str:unit_to>/
eo: konverti-bildan-rezolucion/<str:unit_from>+<str:unit_to>/
eu: irudiaren-bereizmena-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-taifeach-iomha/<str:unit_from>+<str:unit_to>/
id: mengkonversi-resolusi-gambar/<str:unit_from>+<str:unit_to>/
it: convertire-la-risoluzione-dellimmagine/<str:unit_from>+<str:unit_to>/
lb: konverteieren-bildopleisung-/<str:unit_from>+<str:unit_to>/
ms: menukar-resolusi-imej/<str:unit_from>+<str:unit_to>/
nl: afbeeldingsresolutie-converteren/<str:unit_from>+<str:unit_to>/
sq: konverto-rezolucionin-e-imazhit/<str:unit_from>+<str:unit_to>/
sw: badilisha-azimio-la-picha/<str:unit_from>+<str:unit_to>/
uz: tasvir-olchamlarini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-phan-giai-hinh-anh/<str:unit_from>+<str:unit_to>/

source: cooking-recipe-converter/
af: kookresep-omskakelaar/
az: yemek-resepti-ceviricisi/
bs: konverter-recepata-za-kuvanje/
ca: convertidor-de-receptes-de-cuina/
cy: trawsnewidydd-rysait-coginio/
eo: konvertilo-de-receptoj-de-kuirado/
eu: sukaldaritza-errezeta-bihurgailua/
ga: tiontaire-oidis-cocaireachta/
id: konverter-resep-masakan/
it: convertitore-di-ricette-di-cucina/
lb: kachen-rezept-converter-/
ms: penukar-resipi-masakan/
nl: kookrecept-converter/
sq: konvertues-i-recetave-te-gatimit/
sw: kibadilishaji-cha-mapishi-ya-kupikia/
uz: pishirish-retsepti-konvertori/
vi: cong-thuc-nau-an-chuyen-doi/
