Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: menstrual-cycle-calculator/
af: menstruele-siklus-sakrekenaar/
az: menstrual-dovru-kalkulyatoru/
bs: kalkulator-menstrualnog-ciklusa/
ca: calculadora-del-cicle-menstrual/
cy: cyfrifiannell-cylchred-mislif-/
eo: kalkulilo-de-menstrua-ciklo/
eu: hilekoaren-kalkulagailua/
ga: aireamhan-timthriall-miosta/
id: kalkulator-siklus-menstruasi/
it: calcolatrice-del-ciclo-mestruale/
lb: menstruellen-zyklus-rechner-/
ms: kalkulator-kitaran-haid/
nl: menstruatiecycluscalculator/
sq: kalkulator-i-ciklit-menstrual/
sw: kikokotoo-cha-mzunguko-wa-hedhi/
uz: hayz-davri-kalkulyatori/
vi: may-tinh-chu-ky-kinh-nguyet/

source: baby-weight-calculator/
af: baba-gewig-sakrekenaar/
az: korpe-ceki-kalkulyatoru/
bs: kalkulator-tezine-bebe/
ca: calculadora-de-pes-del-nado/
cy: cyfrifiannell-pwysau-babi/
eo: beba-pezokalkulilo/
eu: haurtxoen-pisu-kalkulagailua/
ga: aireamhan-meachan-babai/
id: kalkulator-berat-bayi/
it: calcolatrice-del-peso-del-bambino/
lb: puppelchen-gewiicht-rechner-/
ms: kalkulator-berat-bayi/
nl: babygewichtcalculator/
sq: llogaritesi-i-peshes-se-foshnjes/
sw: kihesabu-uzito-wa-mtoto/
uz: chaqaloq-vazn-kalkulyatori/
vi: may-tinh-can-nang-cua-tre-so-sinh/

source: baby-height-calculator/
af: baba-hoogte-sakrekenaar/
az: korpe-boyu-kalkulyatoru/
bs: kalkulator-visine-bebe/
ca: calculadora-dalcada-del-nado/
cy: cyfrifiannell-taldra-babi/
eo: kalkulilo-de-alteco-de-bebo/
eu: haurraren-altuera-kalkulagailua/
ga: aireamhan-airde-babai/
id: kalkulator-tinggi-bayi/
it: calcolatrice-altezza-bambino/
lb: puppelchen-heicht-rechner-/
ms: kalkulator-ketinggian-bayi/
nl: baby-lengte-calculator/
sq: llogaritesi-i-gjatesise-se-bebes/
sw: kikokotoo-cha-urefu-wa-mtoto/
uz: chaqaloqning-balandligi-kalkulyatori-/
vi: may-tinh-chieu-cao-cua-be/

source: face-shape-calculator/
af: gesigvorm-sakrekenaar/
az: uz-formasi-kalkulyatoru/
bs: kalkulator-oblika-lica/
ca: calculadora-de-forma-de-cara/
cy: cyfrifiannell-siap-wyneb-/
eo: kalkulilo-de-vizagformo/
eu: aurpegiaren-forma-kalkulagailua/
ga: aireamhan-cruth-aghaidh/
id: kalkulator-bentuk-wajah/
it: calcolatrice-forma-viso/
lb: gesiicht-form-rechner-/
ms: kalkulator-bentuk-muka/
nl: gezichtsvorm-calculator/
sq: kalkulator-i-formes-se-fytyres/
sw: kikokotoo-cha-umbo-la-uso/
uz: yuz-shakli-kalkulyatori/
vi: may-tinh-hinh-dang-khuon-mat/

source: face-shape-calculator-for-men/
af: gesigvorm-sakrekenaar-vir-mans/
az: kisiler-ucun-uz-formasi-kalkulyatoru/
bs: kalkulator-oblika-lica-za-muskarce/
ca: calculadora-de-forma-de-cara-per-a-homes/
cy: cyfrifiannell-siap-wyneb-ar-gyfer-dynion-/
eo: kalkulilo-de-vizagformo-por-viroj/
eu: gizonentzako-aurpegi-forma-kalkulagailua/
ga: aireamhan-cruth-aghaidh-dfhir/
id: kalkulator-bentuk-wajah-untuk-pria/
it: calcolatrice-della-forma-del-viso-per-gli-uomini/
lb: gesiicht-form-rechner-fir-manner-/
ms: kalkulator-bentuk-muka-untuk-lelaki/
nl: gezichtsvormcalculator-voor-mannen/
sq: llogaritesi-i-formes-se-fytyres-per-meshkuj/
sw: kikokotoo-cha-umbo-la-uso-kwa-wanaume/
uz: erkaklar-uchun-yuz-shakli-kalkulyatori/
vi: may-tinh-hinh-dang-khuon-mat-cho-nam-gioi/

source: face-shape-calculator-for-women/
af: gesigvorm-sakrekenaar-vir-vroue/
az: qadinlar-ucun-uz-formasi-kalkulyatoru/
bs: kalkulator-oblika-lica-za-zene/
ca: calculadora-de-forma-de-cara-per-a-dones/
cy: cyfrifiannell-siap-wyneb-i-fenywod-/
eo: kalkulilo-de-vizagformo-por-virinoj/
eu: emakumeentzako-aurpegi-forma-kalkulagailua/
ga: aireamhan-cruth-aghaidh-do-mhna/
id: kalkulator-bentuk-wajah-untuk-wanita/
it: calcolatrice-della-forma-del-viso-per-le-donne/
lb: gesiichtsform-rechner-fir-fraen-/
ms: kalkulator-bentuk-muka-untuk-wanita/
nl: gezichtsvormcalculator-voor-vrouwen/
sq: llogaritesi-i-formes-se-fytyres-per-femra/
sw: kikokotoo-cha-umbo-la-uso-kwa-wanawake/
uz: ayollar-uchun-yuz-shakli-kalkulyatori/
vi: may-tinh-hinh-dang-khuon-mat-cho-phu-nu/

source: diabetes-risk-calculator/
af: diabetes-risiko-sakrekenaar/
az: diabet-risk-kalkulyatoru/
bs: kalkulator-rizika-od-dijabetesa/
ca: calculadora-de-risc-de-diabetis/
cy: cyfrifiannell-risg-diabetes-/
eo: kalkulilo-pri-diabeto-risko/
eu: diabetes-arriskuaren-kalkulagailua/
ga: aireamhan-riosca-diaibeiteas/
id: kalkulator-risiko-diabetes/
it: calcolatore-del-rischio-di-diabete/
lb: diabetis-risiko-rechner-/
ms: kalkulator-risiko-diabetes/
nl: diabetes-risicocalculator/
sq: llogaritesi-i-rrezikut-te-diabetit/
sw: kikokotoo-cha-hatari-ya-kisukari/
uz: diabet-xavfi-kalkulyatori-/
vi: may-tinh-nguy-co-mac-benh-tieu-duong/

source: blood-sugar-converter/
af: bloedsuiker-omskakelaar/
az: qan-sekeri-ceviricisi/
bs: pretvarac-secera-u-krvi/
ca: convertidor-de-sucre-en-sang/
cy: trawsnewidydd-siwgr-gwaed-/
eo: transformilo-de-sanga-sukero/
eu: odol-azukre-bihurgailua/
ga: tiontaire-siucra-fola/
id: konverter-gula-darah/
it: convertitore-di-zucchero-nel-sangue/
lb: bluttzocker-konverter-/
ms: penukar-gula-darah/
nl: bloedsuiker-converter/
sq: konvertues-i-sheqerit-ne-gjak/
sw: kubadilisha-sukari-ya-damu/
uz: qon-shakar-konvertori-/
vi: may-chuyen-doi-duong-huyet/

source: insulin-dosage-calculator/
af: insulien-dosis-sakrekenaar/
az: insulin-dozasi-kalkulyatoru/
bs: kalkulator-doze-inzulina/
ca: calculadora-de-dosis-dinsulina/
cy: cyfrifiannell-dos-inswlin-/
eo: kalkulilo-pri-dozo-de-insulino/
eu: intsulina-dosi-kalkulagailua/
ga: aireamhan-daileog-inslin/
id: kalkulator-dosis-insulin/
it: calcolatore-dosaggio-insulina/
lb: insulin-doseierung-rechner-/
ms: kalkulator-dos-insulin/
nl: insuline-dosering-calculator/
sq: llogaritesi-i-dozes-se-insulines/
sw: kikokotoo-cha-kipimo-cha-insulini/
uz: insulin-dozasi-kalkulyatori-/
vi: may-tinh-lieu-luong-insulin/

source: estimated-average-glucose-calculator/
af: geskatte-gemiddelde-glukose-sakrekenaar/
az: texmin-edilen-orta-qlukoza-kalkulyatoru/
bs: kalkulator-procijenjene-prosjecne-glukoze/
ca: calculadora-de-glucosa-mitjana-estimada/
cy: cyfrifiannell-glwcos-cyfartalog-amcangyfrifedig-/
eo: lautaksa-meza-glukozo-kalkulilo/
eu: kalkulatutako-batez-besteko-glukosa-kalkulagailua/
ga: meanaireamhan-glucois-measta/
id: kalkulator-glukosa-rata-rata-perkiraan/
it: calcolatrice-della-glicemia-media-stimata/
lb: geschatzte-moyenne-glukose-rechner-/
ms: anggaran-purata-kalkulator-glukosa/
nl: geschatte-gemiddelde-glucosecalculator/
sq: llogaritesi-mesatar-i-vleresuar-i-glukozes/
sw: makadirio-ya-wastani-wa-kikokotoo-cha-sukari/
uz: taxminiy-ortacha-glyukoza-kalkulyatori-/
vi: may-tinh-luong-glucose-trung-binh-uoc-tinh/

source: glycemic-index-calculator/
af: glukemiese-indeks-sakrekenaar/
az: glisemik-indeks-kalkulyatoru/
bs: kalkulator-glikemijskog-indeksa/
ca: calculadora-dindex-glucemic/
cy: cyfrifiannell-mynegai-glycemig-/
eo: kalkulilo-de-glicemia-indekso/
eu: indize-gluzemiko-kalkulagailua/
ga: aireamhan-inneacs-glycemic/
id: kalkulator-indeks-glikemik/
it: calcolatore-indice-glicemico/
lb: glycemesche-index-rechner-/
ms: kalkulator-indeks-glisemik/
nl: glycemische-indexcalculator/
sq: llogaritesi-i-indeksit-glicemik/
sw: kikokotoo-cha-index-ya-glycemic/
uz: glisemik-indeks-kalkulyatori-/
vi: may-tinh-chỉ-so-duong-huyet/

source: cholesterol-ratio-calculator/
af: cholesterol-verhouding-sakrekenaar/
az: xolesterol-nisbeti-kalkulyatoru/
bs: kalkulator-omjera-holesterola/
ca: calculadora-de-la-proporcio-de-colesterol/
cy: cyfrifiannell-cymarebau-colesterol-/
eo: kalkulilo-de-kolesterolproporcio/
eu: kolesterol-ratioa-kalkulagailua/
ga: aireamhan-coimheas-colaistearoil/
id: kalkulator-rasio-kolesterol/
it: calcolatrice-del-rapporto-colesterolo/
lb: cholesterin-verhaltnis-rechner-/
ms: kalkulator-nisbah-kolesterol/
sq: llogaritesi-i-raportit-te-kolesterolit/
sw: kikokotoo-cha-uwiano-wa-cholesterol/
uz: xolesterin-nisbati-kalkulyatori-/
vi: may-tinh-ty-le-cholesterol/

source: gout-diagnosis-calculator/
af: jig-diagnose-sakrekenaar/
az: gut-diaqnoz-kalkulyatoru/
bs: kalkulator-dijagnoze-gihta/
ca: calculadora-de-diagnostic-de-gota/
cy: cyfrifiannell-diagnosis-gowt/
eo: kalkulilo-pri-guta-diagnozo/
eu: gota-diagnostikatzeko-kalkulagailua/
ga: aireamhan-diagnois-gout/
id: kalkulator-diagnosis-asam-urat/
it: calcolatore-diagnosi-gotta/
lb: giicht-diagnos-rechner-/
ms: kalkulator-diagnosis-gout/
nl: jicht-diagnose-calculator/
sq: llogaritesi-i-diagnostikimit-te-perdhes/
sw: kikokotoo-cha-utambuzi-wa-gout/
uz: podagra-diagnostikasi-kalkulyatori/
vi: may-tinh-chẩn-doan-benh-gut/

source: sleep-calculator/
af: slaap-sakrekenaar/
az: yuxu-kalkulyatoru/
bs: kalkulator-spavanja/
ca: calculadora-de-son/
cy: cyfrifiannell-cysgu/
eo: dormkalkulilo/
eu: lo-kalkulagailua/
ga: aireamhan-codlata/
id: kalkulator-tidur/
it: calcolatrice-del-sonno/
lb: schlofrechner/
ms: kalkulator-tidur/
nl: slaapcalculator/
sq: kalkulator-gjumi/
sw: kikokotoo-cha-kulala/
uz: uyqu-kalkulyatori/
vi: may-tinh-giac-ngu/

source: daily-fat-calculator/
af: daaglikse-vet-sakrekenaar/
az: gundelik-yag-kalkulyatoru/
bs: dnevni-kalkulator-masti/
ca: calculadora-diaria-de-greixos/
cy: cyfrifiannell-braster-dyddiol-/
eo: ciutaga-graskalkulilo/
eu: eguneroko-gantz-kalkulagailua/
ga: aireamhan-saill-laethuil/
id: kalkulator-lemak-harian/
it: calcolatore-giornaliero-di-grassi/
lb: deeglech-fettrechner/
ms: kalkulator-lemak-harian/
nl: dagelijkse-vetcalculator/
sq: kalkulator-ditor-i-yndyres/
sw: calculator-ya-mafuta-ya-kila-siku-/
uz: kunlik-yog-kalkulyator-/
vi: may-tinh-luong-mỡ-hang-ngay/

source: daily-carbohydrate-calculator/
af: daaglikse-koolhidraat-sakrekenaar/
az: gundelik-karbohidrat-kalkulyatoru/
bs: dnevni-kalkulator-ugljenih-hidrata/
ca: calculadora-diaria-dhidrats-de-carboni/
cy: cyfrifiannell-carbohydrad-dyddiol-/
eo: ciutaga-karbonhidrata-kalkulilo/
eu: eguneroko-karbohidrato-kalkulagailua/
ga: aireamhan-laethuil-carbaihiodrait/
id: kalkulator-karbohidrat-harian/
it: calcolatore-giornaliero-dei-carboidrati/
lb: deeglech-kohlenhydratrechner-/
ms: kalkulator-karbohidrat-harian/
nl: dagelijkse-koolhydratencalculator/
sq: kalkulator-ditor-i-karbohidrateve/
sw: kikokotoo-cha-kabohaidreti-ya-kila-siku/
uz: kunlik-karbongidrat-kalkulyatori-/
vi: may-tinh-carbohydrate-hang-ngay/

source: daily-protein-calculator/
af: daaglikse-proteien-sakrekenaar/
az: gundelik-protein-kalkulyatoru/
bs: dnevni-kalkulator-proteina/
ca: calculadora-diaria-de-proteines/
cy: cyfrifiannell-protein-dyddiol-/
eo: ciutaga-proteinkalkulilo/
eu: eguneroko-proteina-kalkulagailua/
ga: aireamhan-laethuil-proitein/
id: kalkulator-protein-harian/
it: calcolatore-giornaliero-di-proteine/
lb: deeglech-protein-rechner-/
ms: kalkulator-protein-harian/
nl: dagelijkse-eiwitcalculator/
sq: kalkulator-ditor-i-proteinave/
sw: kikokotoo-cha-protini-kila-siku/
uz: kunlik-protein-kalkulyatori-/
vi: may-tinh-protein-hang-ngay/

source: preworkout-dosage-calculator/
af: preworkout-dosis-sakrekenaar/
az: mesqden-evvel-doza-kalkulyatoru/
bs: kalkulator-doze-prije-treninga/
ca: calculadora-de-dosis-abans-de-lentrenament/
cy: cyfrifiannell-dos-rhagymarfer-/
eo: antautrejna-dozokalkulilo/
eu: entrenamendu-aurreko-dosi-kalkulagailua/
ga: aireamhan-daileog-reamh--workout-/
id: kalkulator-dosis-pra-latihan/
it: calcolatore-del-dosaggio-pre-allenamento/
lb: preworkout-doseierungsrechner-/
ms: kalkulator-dos-sebelum-bersenam/
nl: preworkout-doseringscalculator/
sq: llogaritesi-i-dozes-para-stervitjes/
sw: kikokotoo-cha-kipimo-cha-mazoezi-ya-awali/
uz: mashqdan-oldingi-doza-kalkulyatori/
vi: may-tinh-lieu-luong-truoc-khi-tap-luyen/

source: creatine-dosage-calculator/
af: kreatien-dosis-sakrekenaar/
az: kreatinin-dozasi-kalkulyatoru/
bs: kalkulator-doze-kreatina/
ca: calculadora-de-dosis-de-creatina/
cy: cyfrifiannell-dos-creatine-/
eo: kalkulilo-de-dozo-de-kreatina/
eu: kreatina-dosi-kalkulagailua/
ga: aireamhan-daileog-creatine/
id: kalkulator-dosis-kreatin/
it: calcolatore-dosaggio-creatina/
lb: kreatin-doseierung-rechner-/
ms: kalkulator-dos-kreatin/
nl: creatine-doseringscalculator/
sq: llogaritesi-i-dozes-se-kreatines/
sw: kikokotoo-cha-kipimo-cha-creatine/
uz: kreatin-dozasi-kalkulyatori-/
vi: may-tinh-lieu-luong-creatine/

source: protein-dosage-calculator/
af: proteien-dosis-sakrekenaar/
az: protein-dozasi-kalkulyatoru/
bs: kalkulator-doze-proteina/
ca: calculadora-de-dosis-de-proteines/
cy: cyfrifiannell-dos-protein-/
eo: kalkulilo-pri-proteindozo/
eu: proteina-dosi-kalkulagailua/
ga: aireamhan-daileog-proitein/
id: kalkulator-dosis-protein/
it: calcolatore-dosaggio-proteine/
lb: protein-doseierung-rechner-/
ms: kalkulator-dos-protein/
nl: eiwit-dosering-calculator/
sq: llogaritesi-i-dozes-se-proteinave/
sw: kikokotoo-cha-kipimo-cha-protini/
uz: protein-dozasi-kalkulyatori-/
vi: may-tinh-lieu-luong-protein/

source: body-mass-index-for-kids-calculator/
af: liggaamsmassa-indeks-vir-kinders-sakrekenaar/
az: usaqlar-ucun-beden-kutlesi-indeksi-kalkulyatoru/
bs: kalkulator-indeksa-tjelesne-mase-za-djecu/
ca: calculadora-dindex-de-massa-corporal-per-a-nens/
cy: mynegai-mas-y-corff-ar-gyfer-cyfrifiannell-plant-/
eo: kalkulilo-de-korpa-maso-por-infanoj/
eu: haurrentzako-gorputz-masaren-indizea-kalkulagailua/
ga: inneacs-mais-choirp-do-phaisti-aireamhan/
id: kalkulator-indeks-massa-tubuh-untuk-anak-anak/
it: calcolatore-dellindice-di-massa-corporea-per-bambini/
lb: kierpermass-index-fir-kanner-rechner-/
ms: indeks-jisim-badan-untuk-kanak-kanak-kalkulator/
nl: body-mass-index-voor-kinderen-calculator/
sq: llogaritesi-i-indeksit-te-mases-trupore-per-femije/
sw: index-ya-misa-ya-mwili-kwa-kikokotoo-cha-watoto/
uz: bolalar-uchun-tana-massasi-indeksi-kalkulyatori-/
vi: may-tinh-chỉ-so-khoi-co-the-cho-tre-em/

source: body-mass-index-for-men-calculator/
af: liggaamsmassa-indeks-vir-mans-sakrekenaar/
az: kisiler-ucun-beden-kutle-indeksi-kalkulyatoru/
bs: kalkulator-indeksa-tjelesne-mase-za-muskarce/
ca: calculadora-dindex-de-massa-corporal-per-a-homes/
cy: mynegai-mas-y-corff-ar-gyfer-dynion-cyfrifiannell-/
eo: kalkulilo-de-korpa-masa-indekso-por-viroj/
eu: gizonentzako-gorputz-masaren-indizea-kalkulagailua/
ga: inneacs-mais-choirp-dfhir-aireamhan/
id: kalkulator-indeks-massa-tubuh-pria/
it: calcolatore-dellindice-di-massa-corporea-per-gli-uomini/
lb: kierpermass-index-fir-manner-rechner-/
ms: indeks-jisim-badan-untuk-lelaki-kalkulator/
nl: body-mass-index-voor-mannen-calculator/
sq: llogaritesi-i-indeksit-te-mases-trupore-per-meshkuj/
sw: index-ya-uzito-wa-mwili-kwa-kikokotoo-cha-wanaume/
uz: erkaklar-uchun-tana-massasi-indeksi-kalkulyatori/
vi: may-tinh-chỉ-so-khoi-co-the-cho-nam-gioi/

source: body-mass-index-for-women-calculator/
af: liggaamsmassa-indeks-vir-vroue-sakrekenaar/
az: qadinlar-ucun-beden-kutle-indeksi-kalkulyatoru/
bs: kalkulator-indeksa-tjelesne-mase-za-zene/
ca: calculadora-dindex-de-massa-corporal-per-a-dones/
cy: cyfrifiannell-mynegai-mas-y-corff-i-fenywod/
eo: kalkulilo-de-korpa-masa-indekso-por-virinoj/
eu: emakumeentzako-gorputz-masaren-indizea-kalkulagailua/
ga: inneacs-mais-choirp-do-mhna-aireamhan/
id: kalkulator-indeks-massa-tubuh-wanita/
it: calcolatore-dellindice-di-massa-corporea-per-le-donne/
lb: kierpermass-index-fir-fraen-rechner-/
ms: indeks-jisim-badan-untuk-wanita-kalkulator/
nl: body-mass-index-voor-vrouwen-calculator/
sq: llogaritesi-i-indeksit-te-mases-trupore-per-femra/
sw: kikokotoo-cha-misa-ya-mwili-kwa-wanawake/
uz: ayollar-uchun-tana-massasi-indeksi-kalkulyatori/
vi: may-tinh-chỉ-so-khoi-co-the-cho-phu-nu/

source: fitness-and-health-calculator/
af: fiksheid-en-gesondheid-sakrekenaar/
az: fitness-ve-saglamliq-kalkulyatoru/
bs: kalkulator-fitnesa-i-zdravlja/
ca: calculadora-de-fitness-i-salut/
cy: cyfrifiannell-ffitrwydd-ac-iechyd/
eo: kalkulilo-pri-taugeco-kaj-sano/
eu: fitness-eta-osasun-kalkulagailua/
ga: aireamhan-follaine-agus-slainte/
id: kalkulator-kebugaran-dan-kesehatan/
it: calcolatrice-di-fitness-e-salute/
lb: fitness-a-gesondheetsrechner/
ms: kalkulator-kecergasan-dan-kesihatan/
nl: fitness--en-gezondheidscalculator/
sq: kalkulator-i-fitnesit-dhe-shendetit/
sw: kikokotoo-cha-afya-na-usawa/
uz: fitnes-va-salomatlik-kalkulyatori/
vi: may-tinh-suc-khoe-va-the-duc/

source: unit-converts-list
af: eenheid-omskakelings-lys
az: vahid-siyahiya-cevrilir
bs: jedinica-konvertuje-listu
ca: llista-de-conversio-dunitats
cy: uned-yn-trosi-rhestr
eo: listo-de-konvertoj-de-unuo
eu: unitate-bihurtzen-zerrenda
ga: athraionn-aonad-liosta
id: daftar-konversi-satuan
it: elenco-di-conversioni-di-unita
lb: eenheet-verwandelt-lescht
ms: senarai-tukar-unit
nl: eenheid-converteert-lijst
sq: lista-e-konvertimeve-te-njesive
sw: kitengo-waongofu-orodha
uz: birlik-ozgartiradigan-royxat
vi: danh-sach-chuyen-doi-don-vi

source: mathcalculators-list
af: wiskundige-lys
az: riyaziyyat-kalkulyatorlarinin-siyahisi
bs: lista-matematickih-kalkulatora
ca: llista-de-calculadores-matematiques
cy: rhestr-cyfrifiannell-mathemateg
eo: listo-de-matematikaj-kalkuliloj
eu: matematika-kalkulagailuen-zerrenda
ga: liosta-aireamhan-matamaitice
id: daftar-kalkulator-matematika
it: elenco-dei-calcolatori-matematici
lb: mathcalculators-lescht
ms: senarai-kalkulator-matematik
nl: lijst-met-rekenmachines
sq: lista-e-llogaritesve-te-matematikes
sw: orodha-ya-mahesabu
uz: matematik-kalkulyatorlar-royxati
vi: danh-sach-may-tinh-toan

source: circular-sector-calculator/
af: sirkelsektor-sakrekenaar/
az: dairevi-sektor-kalkulyatoru/
bs: kruzni-sektorski-kalkulator/
ca: calculadora-de-sector-circular/
cy: cyfrifiannell-sector-cylchol/
eo: cirkla-sektora-kalkulilo/
eu: sektore-zirkular-kalkulagailua/
ga: aireamhan-earnala-ciorclach/
id: kalkulator-sektor-melingkar/
it: calcolatrice-del-settore-circolare/
lb: circular-secteur-rechner/
ms: kalkulator-sektor-bulat/
nl: rekenmachine-voor-cirkelvormige-sectoren/
sq: kalkulator-sektori-rrethor/
sw: kikokotoo-cha-sekta-ya-mzunguko/
uz: dumaloq-sektor-kalkulyatori/
vi: may-tinh-hinh-quat-tron/

source: circle-calculator/
af: sirkel-sakrekenaar/
az: daire-kalkulyatoru/
bs: kalkulator-krugova/
ca: calculadora-de-cercles/
cy: cyfrifiannell-cylch/
eo: cirkla-kalkulilo/
eu: zirkulu-kalkulagailua/
ga: aireamhan-ciorcal/
id: kalkulator-lingkaran/
it: calcolatrice-del-cerchio/
lb: kreesrechner/
ms: kalkulator-bulatan/
nl: cirkel-rekenmachine/
sq: kalkulator-rrethi/
sw: kikokotoo-cha-mzunguko/
uz: doira-kalkulyatori/
vi: may-tinh-vong-tron/

source: circular-segment-calculator/
af: sirkelsegment-sakrekenaar/
az: dairevi-seqment-kalkulyatoru/
bs: kalkulator-kruznog-segmenta/
ca: calculadora-de-segments-circulars/
cy: cyfrifiannell-segment-cylchol/
eo: cirkla-segmenta-kalkulilo/
eu: segmentu-zirkular-kalkulagailua/
ga: aireamhan-deighleog-chiorclach/
id: kalkulator-segmen-lingkaran/
it: calcolatrice-segmento-circolare/
lb: kreesfermeg-segment-rechner-/
ms: kalkulator-segmen-bulat/
nl: cirkelvormige-segmentcalculator/
sq: kalkulator-i-segmentit-rrethor/
sw: kikokotoo-cha-sehemu-ya-mviringo/
uz: dumaloq-segment-kalkulyatori/
vi: may-tinh-phan-doan-tron/

source: cone-calculator/
af: kegel-sakrekenaar/
az: konus-kalkulyatoru/
bs: konusni-kalkulator/
ca: calculadora-de-con/
cy: cyfrifiannell-con/
eo: konusa-kalkulilo/
eu: kono-kalkulagailua/
ga: aireamhan-con/
id: kalkulator-kerucut/
it: calcolatrice-cono/
lb: kegelrechner/
ms: kalkulator-kon/
nl: kegel-rekenmachine/
sq: kalkulator-koni/
sw: kikokotoo-cha-koni/
uz: konus-kalkulyatori/
vi: may-tinh-hinh-non/

source: cube-calculator/
af: kubus-sakrekenaar/
az: kub-kalkulyatoru/
bs: kalkulator-kocke/
ca: calculadora-de-cubs/
cy: cyfrifiannell-ciwb/
eo: kuba-kalkulilo/
eu: kubo-kalkulagailua/
ga: aireamhan-ciub/
id: kalkulator-kubus/
it: calcolatrice-cubo/
lb: wierfelrechner/
ms: kalkulator-kiub/
nl: kubus-rekenmachine/
sq: kalkulator-kubike/
sw: kikokotoo-cha-mchemraba/
uz: kub-kalkulyatori/
vi: may-tinh-khoi-lap-phuong/

source: square-calculator/
af: vierkante-sakrekenaar/
az: kvadrat-kalkulyator/
bs: kvadratni-kalkulator/
ca: calculadora-quadrada/
cy: cyfrifiannell-sgwar/
eo: kvadrata-kalkulilo/
eu: karratu-kalkulagailua/
ga: aireamhan-cearnach/
id: kalkulator-persegi/
it: calcolatrice-quadrata/
lb: quadratrechner/
ms: kalkulator-persegi/
nl: vierkante-rekenmachine/
sq: kalkulator-katror/
sw: kikokotoo-cha-mraba/
uz: kvadrat-kalkulyator/
vi: may-tinh-vuong/

source: root-calculator/
af: wortel-sakrekenaar/
az: kok-kalkulyator/
bs: korijenski-kalkulator/
ca: calculadora-arrel/
cy: cyfrifiannell-gwraidd/
eo: radika-kalkulilo/
eu: erro-kalkulagailua/
ga: aireamhan-freimhe/
id: kalkulator-akar/
it: calcolatrice-radice/
lb: root-rechner/
ms: kalkulator-akar/
nl: wortel-rekenmachine/
sq: kalkulator-rrenje/
sw: kikokotoo-cha-mizizi/
uz: ildiz-kalkulyatori/
vi: may-tinh-can-bac-hai/

source: square-root-calculator/
af: vierkantswortel-sakrekenaar/
az: kvadrat-kok-kalkulyatoru/
bs: kalkulator-kvadratnog-korijena/
ca: calculadora-darrel-quadrada/
cy: cyfrifiannell-gwraidd-sgwar/
eo: kalkulilo-de-kvadratradiko/
eu: erro-karratu-kalkulagailua/
ga: aireamhan-freimhe-cearnach/
id: kalkulator-akar-kuadrat/
it: calcolatrice-radice-quadrata/
lb: quadratwurzelrechner/
ms: kalkulator-punca-kuasa-dua/
nl: vierkantswortel-rekenmachine/
sq: kalkulator-i-rrenjes-katrore/
sw: kikokotoo-cha-mzizi-wa-mraba/
uz: kvadrat-ildiz-kalkulyatori/
vi: may-tinh-can-bac-hai/

source: cube-root-calculator/
af: kubuswortel-sakrekenaar/
az: kub-kok-kalkulyatoru/
bs: kalkulator-kubnog-korijena/
ca: calculadora-darrel-cubica/
cy: cyfrifiannell-gwraidd-ciwb/
eo: kalkulilo-de-kuba-radiko/
eu: erro-kubo-kalkulagailua/
ga: aireamhan-freimhe-ciub/
id: kalkulator-akar-pangkat-tiga/
it: calcolatrice-radice-cubica/
lb: cube-root-rechner/
ms: kalkulator-punca-kubus/
nl: derdemachtswortel-rekenmachine/
sq: kalkulator-i-rrenjes-se-kubit/
sw: kikokotoo-cha-mchemraba-wa-mizizi/
uz: kub-ildiz-kalkulyatori/
vi: may-tinh-can-bac-ba/

source: volume-calculator/
af: volume-sakrekenaar/
az: hecm-kalkulyatoru/
bs: kalkulator-jacine-zvuka/
ca: calculadora-de-volum/
cy: cyfrifiannell-cyfaint/
eo: volumkalkulilo/
eu: bolumen-kalkulagailua/
ga: aireamhan-toirte/
id: kalkulator-volume/
it: calcolatrice-del-volume/
lb: volumenrechner/
ms: kalkulator-volum/
sq: kalkulator-i-volumit/
sw: kikokotoo-cha-sauti/
uz: ovoz-balandligi-kalkulyatori/
vi: may-tinh-khoi-luong/

source: cube-volume-calculator/
af: kubus-volume-sakrekenaar/
az: kub-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-kocke/
ca: calculadora-de-volum-cub/
cy: cyfrifiannell-cyfaint-ciwb-/
eo: kuba-volumkalkulilo/
eu: kubo-bolumen-kalkulagailua/
ga: aireamhan-toirte-ciub/
id: kalkulator-volume-kubus/
it: calcolatrice-del-volume-del-cubo/
lb: cube-volume-rechner/
ms: kalkulator-isipadu-kubus/
nl: rekenmachine-voor-kubusvolume/
sq: llogaritesi-i-vellimit-te-kubit/
sw: kikokotoo-cha-ujazo-wa-mchemraba/
uz: kub-hajmi-kalkulyatori/
vi: may-tinh-the-tich-khoi-lap-phuong/

source: cuboid-volume-calculator/
af: kubiese-volume-sakrekenaar/
az: kuboid-hecm-kalkulyatoru/
bs: kuboidni-kalkulator-zapremine/
ca: calculadora-de-volum-cuboide/
cy: cyfrifiannell-cyfaint-ciwboid-/
eo: kuba-volumokalkulilo/
eu: bolumen-kubo-kalkulagailua/
ga: aireamhan-toirte-ciuboideach/
id: kalkulator-volume-kuboid/
it: calcolatrice-del-volume-del-cuboide/
lb: cuboid-volume-rechner/
ms: kalkulator-isipadu-kuboid/
nl: rekenmachine-voor-kubusvolume/
sq: kalkulator-i-volumit-kuboid/
sw: kikokotoo-cha-ujazo-wa-mchemraba/
uz: kuboid-hajm-kalkulyatori/
vi: may-tinh-the-tich-hinh-hop-chu-nhat/

source: sphere-volume-calculator/
af: bol-volume-sakrekenaar/
az: sferanin-hecmi-kalkulyatoru/
bs: kalkulator-zapremine-sfere/
ca: calculadora-de-volum-desfera/
cy: cyfrifiannell-cyfaint-sffer-/
eo: kalkulilo-de-sfera-volumeno/
eu: esfera-bolumen-kalkulagailua/
ga: aireamhan-toirte-sfear/
id: kalkulator-volume-bola/
it: calcolatrice-del-volume-della-sfera/
lb: kugelvolumen-rechner/
ms: kalkulator-isipadu-sfera/
nl: bol-volume-calculator/
sq: llogaritesi-i-vellimit-te-sferes/
sw: kikokotoo-cha-ujazo-wa-tufe/
uz: shar-hajmi-kalkulyatori/
vi: may-tinh-the-tich-hinh-cau/
