Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: trigonometric-calculator/
af: trigonometriese-sakrekenaar/
az: triqonometrik-kalkulyator/
bs: trigonometrijski-kalkulator/
ca: calculadora-trigonometrica/
cy: cyfrifiannell-trigonometrig-/
eo: trigonometria-kalkulilo/
eu: kalkulagailu-trigonometrikoa/
ga: aireamhan-triantanach-/
id: kalkulator-trigonometri/
it: calcolatrice-trigonometrica/
lb: trigonometrische-rechner/
ms: kalkulator-trigonometri/
nl: trigonometrische-rekenmachine/
sq: kalkulator-trigonometrik/
sw: kikokotoo-cha-trigonometric/
uz: trigonometrik-kalkulyator/
vi: may-tinh-luong-giac/

source: random-generator/
af: ewekansige-generator/
az: tesadufi-generator/
bs: nasumicni-generator/
ca: generador-aleatori/
cy: generadur-ar-hap-/
eo: hazarda-generatoro/
eu: ausazko-sorgailu/
ga: gineadoir-randamach/
id: generator-acak/
it: generatore-casuale/
lb: zoufall-generator/
ms: penjana-rawak/
nl: willekeurige-generator/
sq: gjenerator-i-rastit/
sw: jenereta-ya-nasibu/
uz: tasodifiy-generator/
vi: may-phat-ngẫu-nhien/

source: percentage-increase/
af: persentasie-verhoging/
az: faiz-artimi/
bs: procentualno-povecanje/
ca: augment-percentual/
cy: cynnydd-canrannol/
eo: procenta-kresko/
eu: ehuneko-igoera/
ga: meadu-ceatadanach/
id: persentase-peningkatan/
it: aumento-percentuale/
lb: prozentsaz-erheijung/
ms: peratus-peningkatan/
nl: procentuele-stijging/
sq: rritje-perqindje/
sw: ongezeko-la-asilimia/
uz: foiz-ortishi/
vi: phan-tram-tang/

source: absolute-value-calculator/
af: absolute-waarde-sakrekenaar/
az: mutleq-deyer-kalkulyatoru/
bs: kalkulator-apsolutne-vrijednosti/
ca: calculadora-de-valor-absolut/
cy: cyfrifiannell-gwerth-absoliwt-/
eo: kalkulilo-de-absoluta-valoro/
eu: balio-absolutu-kalkulagailua/
ga: aireamhan-luach-absaloideach/
id: kalkulator-nilai-absolut/
it: calcolatrice-del-valore-assoluto/
lb: absolute-waertrechner-/
ms: kalkulator-nilai-mutlak/
nl: absolute-waarde-calculator/
sq: kalkulator-i-vleres-absolute/
sw: kikokotoo-cha-thamani-kabisa/
uz: mutlaq-qiymat-kalkulyatori/
vi: may-tinh-gia-tri-tuyet-doi/

source: binomial-coefficient-calculator/
af: binomiale-koeffisient-sakrekenaar/
az: binomial-emsal-kalkulyatoru/
bs: kalkulator-binomnih-koeficijenata/
ca: calculadora-de-coeficients-binomials/
cy: cyfrifiannell-cyfernod-binomaidd/
eo: kalkulilo-de-binoma-koeficiento/
eu: koefiziente-binomialaren-kalkulagailua/
ga: aireamhan-comheifeacht-dhethearmach/
id: kalkulator-koefisien-binomial/
it: calcolatrice-del-coefficiente-binomiale/
lb: binomial-koeffizient-rechner/
ms: kalkulator-pekali-binomial/
nl: binominale-coefficient-calculator/
sq: kalkulator-i-koeficientit-binom/
sw: kikokotoo-cha-mgawo-wa-binomial/
uz: binomial-koeffitsient-kalkulyatori/
vi: may-tinh-he-so-nhi-thuc/

source: bitewise-calculator/
af: bytwyse-sakrekenaar/
az: bitewise-kalkulyatoru/
bs: ugrizni-kalkulator/
ca: calculadora-de-bits/
cy: cyfrifiannell-bitewise/
eo: morde-kalkulilo/
eu: ziztadaka-kalkulagailua/
ga: aireamhan-biewise/
id: kalkulator-gigitan/
it: calcolatrice-bitewise/
lb: bitewise-rechner/
ms: kalkulator-mengikut-gigitan/
sq: kalkulator-bitewise/
sw: kikokotoo-cha-bitewise/
uz: bitewise-kalkulyatori/
vi: may-tinh-bitewise/

source: bit-shift-calculator/
af: bietjie-verskuiwing-sakrekenaar/
az: bit-deyisme-kalkulyatoru/
bs: kalkulator-pomaka-bita/
ca: calculadora-de-desplacament-de-bits/
cy: cyfrifiannell-shifft-did/
eo: kalkulilo-de-bitosango/
eu: bit-shift-kalkulagailua/
ga: aireamhan-aistrithe-giotan/
id: kalkulator-pergeseran-bit/
it: calcolatrice-di-spostamento-di-bit/
lb: bit-shift-rechner/
ms: kalkulator-anjakan-bit/
nl: bit-shift-rekenmachine/
sq: kalkulator-i-ndryshimit-te-bitave/
sw: kikokotoo-cha-kuhama-kidogo/
uz: bit-siljish-kalkulyatori/
vi: may-tinh-dich-chuyen-bit/

source: binary-calculator/
af: binere-sakrekenaar/
az: ikili-kalkulyator/
bs: binarni-kalkulator/
ca: calculadora-binaria/
cy: cyfrifiannell-deuaidd-/
eo: binara-kalkulilo/
eu: kalkulagailu-bitarra/
ga: aireamhan-denartha/
id: kalkulator-biner/
it: calcolatrice-binaria/
lb: binare-rechner/
ms: kalkulator-binari/
nl: binaire-rekenmachine/
sq: kalkulator-binar/
sw: kikokotoo-cha-binary/
uz: ikkilik-kalkulyator-/
vi: may-tinh-nhi-phan/

source: antilog-calculator/
af: antilog-sakrekenaar/
az: antilog-kalkulyator/
bs: antilog-kalkulator/
ca: calculadora-antilog/
cy: cyfrifiannell-antilog/
eo: antiloga-kalkulilo/
eu: antilog-kalkulagailua/
ga: aireamhan-antalog/
id: kalkulator-antilogaritma/
it: calcolatrice-antilogaritmica/
lb: antilog-rechner/
ms: kalkulator-antilog/
sq: kalkulator-antilog/
sw: kikokotoo-cha-antilogi/
uz: antilog-kalkulyatori/
vi: may-tinh-phan-logarit/

source: arithmetic-sequence-calculator/
af: rekenkundige-ry-sakrekenaar/
az: arifmetik-ardicilliq-kalkulyatoru/
bs: kalkulator-aritmetickog-niza/
ca: calculadora-de-sequencies-aritmetiques/
cy: cyfrifiannell-dilyniant-rhifyddol-/
eo: kalkulilo-de-aritmetika-sinsekvo/
eu: sekuentzia-aritmetikoa-kalkulagailua/
ga: seicheamh-uimhriochtuil-aireamhan/
id: kalkulator-deret-aritmatika/
it: calcolatrice-sequenza-aritmetica/
lb: arithmetesch-sequenz-rechner-/
ms: kalkulator-jujukan-aritmetik/
nl: rekenmachine-voor-rekenreeksen/
sq: kalkulator-i-sekuences-aritmetike/
sw: kikokotoo-cha-mpangilio-wa-hesabu/
uz: arifmetik-ketma-ketlik-kalkulyatori/
vi: may-tinh-day-so-hoc/

source: geometric-sequence-calculator/
af: meetkundige-ry-sakrekenaar/
az: hendesi-ardicilliq-kalkulyatoru/
bs: kalkulator-geometrijskog-niza/
ca: calculadora-de-sequencies-geometriques/
cy: cyfrifiannell-dilyniant-geometrig-/
eo: geometria-sinsekva-kalkulilo/
eu: sekuentzia-geometriko-kalkulagailua/
ga: seicheamh-geoimeadrach-aireamhan/
id: kalkulator-deret-geometri/
it: calcolatrice-di-sequenza-geometrica/
lb: geometresch-sequenzrechner-/
ms: kalkulator-jujukan-geometri/
nl: rekenmachine-voor-geometrische-reeksen/
sq: kalkulator-i-sekuences-gjeometrike/
sw: kikokotoo-cha-mpangilio-wa-kijiometri/
uz: geometrik-ketma-ketlik-kalkulyatori/
vi: may-tinh-trinh-tu-hinh-hoc/

source: harmonic-sequence-calculator/
af: harmoniese-volgorde-sakrekenaar/
az: harmonik-ardicilligin-kalkulyatoru/
bs: kalkulator-harmonijskog-niza/
ca: calculadora-de-sequencies-harmoniques/
cy: cyfrifiannell-dilyniant-harmonig-/
eo: kalkulilo-de-harmonia-sinsekvo/
eu: sekuentzia-harmonikoen-kalkulagailua/
ga: seicheamh-armonach-aireamhan/
id: kalkulator-deret-harmonik/
it: calcolatrice-sequenza-armonica/
lb: harmonesch-sequenz-rechner/
ms: kalkulator-jujukan-harmonik/
nl: harmonische-sequentiecalculator/
sq: kalkulator-i-sekuences-harmonike/
sw: kikokotoo-cha-mlolongo-wa-harmonic/
uz: garmonik-ketma-ketlik-kalkulyatori/
vi: may-tinh-trinh-tu-hai-hoa/

source: distance-between-two-points-calculator/
af: afstand-tussen-twee-punte-sakrekenaar/
az: iki-noqte-arasindaki-mesafe-kalkulyatoru/
bs: kalkulator-udaljenosti-izmedu-dvije-tacke/
ca: calculadora-de-distancia-entre-dos-punts/
cy: pellter-rhwng-dau-bwynt-cyfrifiannell-/
eo: distanco-inter-du-punktoj-kalkulilo/
eu: bi-punturen-arteko-distantzia-kalkulagailua/
ga: achar-idir-dha-phointe-aireamhan/
id: kalkulator-jarak-antara-dua-titik/
it: calcolatrice-distanza-tra-due-punti/
lb: distanz-tescht-zwee-punkten-rechner-/
ms: jarak-antara-dua-mata-kalkulator/
nl: afstand-tussen-twee-punten-rekenmachine/
sq: distanca-midis-dy-pikave-kalkulator/
sw: umbali-kati-ya-kikokotoo-cha-pointi-mbili/
uz: ikki-nuqta-orasidagi-masofa-kalkulyatori/
vi: may-tinh-khoang-cach-giua-hai-diem/

source: slope-calculator/
af: helling-sakrekenaar/
az: yamac-kalkulyatoru/
bs: kalkulator-nagiba/
ca: calculadora-de-pendent/
cy: cyfrifiannell-llethr/
eo: kalkulilo-de-deklivo/
eu: malda-kalkulagailua/
ga: aireamhan-fana/
id: kalkulator-kemiringan/
it: calcolatrice-pendenza/
lb: steigungsrechner/
ms: kalkulator-cerun/
nl: hellingcalculator/
sq: kalkulator-i-pjerresise/
sw: kikokotoo-cha-mteremko/
uz: nishab-kalkulyatori/
vi: may-tinh-do-doc/

source: complex-number-calculator/
af: komplekse-getal-sakrekenaar/
az: kompleks-ededlerin-kalkulyatoru/
bs: kalkulator-kompleksnih-brojeva/
ca: calculadora-de-nombres-complexos/
cy: cyfrifiannell-rhif-cymhlyg/
eo: kompleksa-nombro-kalkulilo/
eu: zenbaki-konplexuen-kalkulagailua/
ga: aireamhan-uimhreacha-casta/
id: kalkulator-bilangan-kompleks/
it: calcolatrice-di-numeri-complessi/
lb: komplex-zuelenrechner-/
ms: kalkulator-nombor-kompleks/
nl: complexe-getallen-rekenmachine/
sq: kalkulator-i-numrave-kompleks/
sw: kikokotoo-cha-nambari-changamano/
uz: kompleks-sonlar-kalkulyatori/
vi: may-tinh-so-phuc/

source: complex-conjugate-number-calculator/
af: komplekse-vervoegde-getal-sakrekenaar/
az: murekkeb-konjugat-nomre-kalkulyatoru/
bs: kalkulator-slozenih-konjugiranih-brojeva/
ca: calculadora-de-nombres-conjugats-complexos/
cy: cyfrifiannell-rhif-cyfun-cymhleth/
eo: kompleksa-konjugaciita-nombro-kalkulilo/
eu: zenbaki-konjugatu-konplexuen-kalkulagailua/
ga: aireamhan-uimhir-chomhchuingeach-casta/
id: kalkulator-bilangan-konjugat-kompleks/
it: calcolatrice-dei-numeri-complessi-coniugati/
lb: komplex-konjugeiert-zuel-rechner-/
ms: kalkulator-nombor-konjugat-kompleks/
nl: rekenmachine-voor-complexe-geconjugeerde-getallen/
sq: llogaritesi-kompleks-i-numrave-te-konjuguar/
sw: kikokotoo-cha-nambari-cha-kuunganisha-changamano/
uz: murakkab-konjugat-raqamlar-kalkulyatori/
vi: may-tinh-so-phuc-lien-hop/

source: pythagorean-theorem-calculator/
af: pythagoras-stelling-sakrekenaar/
az: pifaqor-teoremi-kalkulyatoru/
bs: kalkulator-pitagorine-teoreme/
ca: calculadora-del-teorema-de-pitagores/
cy: cyfrifiannell-theorem-pythagorean/
eo: kalkulilo-de-pitagora-teoremo/
eu: pitagorasen-teorema-kalkulagailua/
ga: aireamhan-teoirim-pythagorean/
id: kalkulator-teorema-pythagoras/
it: calcolatrice-del-teorema-di-pitagora/
lb: pythagorean-theorem-rechner/
ms: kalkulator-teorem-pythagoras/
nl: rekenmachine-voor-de-stelling-van-pythagoras/
sq: llogaritesi-i-teoremes-se-pitagores/
sw: kikokotoo-cha-nadharia-ya-pythagorean/
uz: pifagor-teoremasi-kalkulyatori/
vi: may-tinh-dinh-ly-pythagore/

source: cosinus-theorem-calculator/
af: cosinusstelling-sakrekenaar/
az: kosinus-teoremi-kalkulyatoru/
bs: kalkulator-teorema-kosinusa/
ca: calculadora-del-teorema-del-cosinus/
cy: cyfrifiannell-theorem-cosinus/
eo: kalkulilo-de-teorema-kosinuso/
eu: kosinuaren-teorema-kalkulagailua/
ga: aireamhan-teoirim-cosinus/
id: kalkulator-teorema-kosinus/
it: calcolatrice-del-teorema-del-coseno/
lb: cosinus-theorem-rechner/
ms: kalkulator-teorem-kosinus/
nl: cosinus-stelling-rekenmachine/
sq: llogaritesi-i-teoremes-se-kosinusit/
sw: kikokotoo-cha-nadharia-ya-cosinus/
uz: kosinus-teoremasi-kalkulyatori/
vi: may-tinh-dinh-ly-cosin/

source: sine-theorem-calculator/
af: sinusstelling-sakrekenaar/
az: sinus-teoreminin-kalkulyatoru/
bs: kalkulator-sinusne-teoreme/
ca: calculadora-del-teorema-del-sinus/
cy: cyfrifiannell-theorem-sin/
eo: sinuso-teoremkalkulilo/
eu: sinu-teorema-kalkulagailua/
ga: aireamhan-teoirim-sine/
id: kalkulator-teorema-sinus/
it: calcolatrice-del-teorema-del-seno/
lb: sinus-theorem-rechner/
ms: kalkulator-teorem-sinus/
nl: sinus-stelling-rekenmachine/
sq: llogaritesi-i-teoremes-se-sinusit/
sw: calculator-ya-sine-theorem/
uz: sinus-teoremasi-kalkulyatori/
vi: may-tinh-dinh-ly-sin/

source: complementary-angle-calculator/
af: komplementere-hoek-sakrekenaar/
az: tamamlayici-bucaq-kalkulyatoru/
bs: komplementarni-kalkulator-ugla/
ca: calculadora-dangle-complementaria/
cy: cyfrifiannell-ongl-cyflenwol-/
eo: komplementa-angula-kalkulilo/
eu: angelu-osagarriaren-kalkulagailua/
ga: aireamhan-uillinne-comhlantach/
id: kalkulator-sudut-komplementer/
it: calcolatrice-dellangolo-complementare/
lb: komplementar-wenkelrechner/
ms: kalkulator-sudut-pelengkap/
nl: complementaire-hoekcalculator/
sq: llogaritesi-i-kendit-plotesues/
sw: kikokotoo-cha-pembe-ya-nyongeza/
uz: qoshimcha-burchak-kalkulyatori/
vi: may-tinh-goc-bu-nhau/

source: supplementary-angle-calculator/
af: aanvullende-hoek-sakrekenaar/
az: elave-bucaq-kalkulyatoru/
bs: dodatni-kalkulator-ugla/
ca: calculadora-dangle-suplementaria/
cy: cyfrifiannell-ongl-atodol-/
eo: suplementa-angula-kalkulilo/
eu: angelu-kalkulagailu-osagarria/
ga: aireamhan-uillinne-forliontach/
id: kalkulator-sudut-suplemen/
it: calcolatrice-dellangolo-supplementare/
lb: zousazwinkelrechner/
ms: kalkulator-sudut-tambahan/
nl: aanvullende-hoekcalculator/
sq: kalkulator-suplementar-i-kendit/
sw: kikokotoo-cha-pembe-ya-ziada/
uz: qoshimcha-burchak-kalkulyatori/
vi: may-tinh-goc-bo-sung/

source: triangle-inequality-calculator/
af: driehoek-ongelykheid-sakrekenaar/
az: ucbucaq-berabersizliyi-kalkulyatoru/
bs: kalkulator-nejednakosti-trougla/
ca: calculadora-de-desigualtat-triangular/
cy: cyfrifiannell-anghyfartaledd-triongl-/
eo: kalkulilo-de-triangula-malegaleco/
eu: triangelu-desberdintasun-kalkulagailua/
ga: aireamhan-eagothroime-triantain/
id: kalkulator-pertidaksamaan-segitiga/
it: calcolatrice-disuguaglianza-triangolare/
lb: draieck-onglaichheet-rechner-/
ms: kalkulator-ketaksamaan-segitiga/
nl: driehoeksongelijkheid-calculator/
sq: llogaritesi-i-pabarazise-se-trekendeshit/
sw: kikokotoo-cha-usawa-cha-pembetatu/
uz: uchburchak-tengsizlik-kalkulyatori/
vi: may-tinh-bat-dẳng-thuc-tam-giac/

source: clock-angle-calculator/
af: klokhoek-sakrekenaar/
az: saat-bucagi-kalkulyatoru/
bs: kalkulator-ugla-sata/
ca: calculadora-dangle-de-rellotge/
cy: cyfrifiannell-ongl-cloc-/
eo: horloga-angula-kalkulilo/
eu: erloju-angelu-kalkulagailua/
ga: aireamhan-uillinn-an-chloig/
id: kalkulator-sudut-jam/
it: calcolatrice-dellangolo-dellorologio/
lb: auer-wenkel-rechner-/
ms: kalkulator-sudut-jam/
nl: klokhoekcalculator/
sq: llogaritesi-i-kendit-te-ores/
sw: kikokotoo-cha-pembe-ya-saa/
uz: soat-burchagi-kalkulyatori/
vi: may-tinh-goc-dong-ho/

source: equation-solver
af: vergelyking-oplosser
az: tenlik-helledicisi
bs: rjesavac-jednacina
ca: solucionador-dequacions
cy: datryswr-hafaliad
eo: solvilo-de-ekvacioj
eu: ekuazio-ebazlea
ga: reiteoir-cothromoide
id: pemecah-persamaan
it: risolutore-di-equazioni
lb: equatiounsleiser
ms: penyelesai-persamaan
nl: vergelijkingen-oplosser
sq: zgjidhes-ekuacionesh
sw: kisuluhishi-cha-equation
uz: tenglama-yechish
vi: giai-phuong-trinh

source: inequality-solver/
af: ongelykheid-oplosser/
az: berabersizlik-helledicisi/
bs: rjesavac-nejednakosti/
ca: solucionador-de-desigualtats/
cy: datryswr-anghydraddoldeb/
eo: solvanto-de-malegaleco/
eu: desberdintasunen-konpontzailea/
ga: reiteoir-eagothroime/
id: pemecah-ketidaksetaraan/
it: risolutore-di-disequazioni/
lb: onglaichheetsleiser/
ms: penyelesai-ketidaksamaan/
nl: ongelijkheidsoplosser/
sq: zgjidhes-i-pabarazise/
sw: suluhisho-la-usawa/
uz: tengsizlikni-hal-qiluvchi/
vi: giai-bat-dẳng-thuc/

source: 30-60-90-triangle-calculator/
af: 30-60-90-driehoek-sakrekenaar/
az: 30-60-90-ucbucaq-kalkulyatoru/
bs: 30-60-90-trokutni-kalkulator/
ca: 30-60-90-calculadora-de-triangle/
cy: 30-60-90-cyfrifiannell-triongl-/
eo: 30-60-90-triangula-kalkulilo/
eu: 30-60-90-triangelu-kalkulagailua/
ga: 30-60-90-triantan-aireamhan/
id: kalkulator-segitiga-30-60-90/
it: calcolatrice-triangolo-30-60-90/
lb: 30-60-90-draieck-rechner/
ms: kalkulator-segi-tiga-30-60-90/
nl: 30-60-90-driehoekscalculator/
sq: 30-60-90-kalkulator-trekendesh/
sw: 30-60-90-kikokotoo-cha-pembetatu/
uz: 30-60-90-uchburchak-kalkulyatori/
vi: may-tinh-tam-giac-30-60-90/

source: 45-45-90-triangle-calculator/
af: 45-45-90-driehoek-sakrekenaar/
az: 45-45-90-ucbucaq-kalkulyatoru/
bs: 45-45-90-trokutni-kalkulator/
ca: 45-45-90-calculadora-de-triangle/
cy: 45-45-90-triongl-cyfrifiannell-/
eo: 45-45-90-triangula-kalkulilo/
eu: 45-45-90-triangelu-kalkulagailua/
ga: 45-45-90-triantan-aireamhan/
id: kalkulator-segitiga-45-45-90/
it: calcolatrice-triangolo-45-45-90/
lb: 45-45-90-draieck-rechner/
ms: kalkulator-segi-tiga-45-45-90/
nl: 45-45-90-driehoekcalculator/
sq: 45-45-90-kalkulator-trekendesh/
sw: 45-45-90-kikokotoo-cha-pembetatu/
uz: 45-45-90-uchburchak-kalkulyatori/
vi: may-tinh-tam-giac-45-45-90/

source: matrix-calculator/
af: matriks-sakrekenaar/
az: matris-kalkulyatoru/
bs: matricni-kalkulator/
ca: calculadora-matricial/
cy: cyfrifiannell-matrics/
eo: matrica-kalkulilo/
eu: matrize-kalkulagailua/
ga: aireamhan-maitris/
id: kalkulator-matriks/
it: calcolatrice-di-matrici/
lb: matrix-rechner/
ms: kalkulator-matriks/
sq: kalkulator-matrice/
sw: kikokotoo-cha-matrix/
uz: matritsa-kalkulyatori/
vi: may-tinh-ma-tran/

source: matrix-inverse-calculator/
af: matriks-inverse-sakrekenaar/
az: matrisin-ters-kalkulyatoru/
bs: matricni-inverzni-kalkulator/
ca: calculadora-inversa-matricial/
cy: cyfrifiannell-gwrthdro-matrics-/
eo: matrica-inversa-kalkulilo/
eu: matrizearen-alderantzizko-kalkulagailua/
ga: aireamhan-inbheartach-maitris/
id: kalkulator-invers-matriks/
it: calcolatrice-inversa-di-matrice/
lb: matrix-inverse-rechner/
ms: kalkulator-songsang-matriks/
nl: matrix-inverse-rekenmachine/
sq: kalkulator-i-anasjellte-i-matrices/
sw: kikokotoo-cha-kinyume-cha-matrix/
uz: matritsaga-teskari-kalkulyator/
vi: may-tinh-nghich-dao-ma-tran/

source: determinant-calculator/
af: determinant-sakrekenaar/
az: determinant-kalkulyatoru/
bs: kalkulator-determinante/
ca: calculadora-de-determinants/
cy: cyfrifiannell-penderfynydd-/
eo: kalkulilo-de-determinanto/
eu: determinatzaile-kalkulagailua/
ga: aireamhan-cinntitheach/
id: kalkulator-determinan/
it: calcolatrice-determinante/
lb: determinant-rechner/
ms: kalkulator-penentu/
nl: determinantencalculator/
sq: kalkulator-percaktues/
sw: kikokotoo-cha-kuamua/
uz: determinant-kalkulyatori/
vi: may-tinh-dinh-thuc/

source: matrix-transpose-calculator/
af: matriks-transponeer-sakrekenaar/
az: matrisin-kocurulmesi-kalkulyatoru/
bs: kalkulator-transponiranja-matrice/
ca: calculadora-de-transposicio-matricial/
cy: cyfrifiannell-trawsosod-matrics-/
eo: matrica-transpon-kalkulilo/
eu: matrizearen-transposizio-kalkulagailua/
ga: aireamhan-trasui-maitris/
id: kalkulator-transpos-matriks/
it: calcolatrice-trasposta-matrice/
lb: matrix-transpose-rechner/
ms: kalkulator-transpose-matriks/
nl: matrix-transponeer-rekenmachine/
sq: kalkulator-i-transpozimit-te-matrices/
sw: kikokotoo-cha-kubadilisha-matrix/
uz: matritsalarni-almashtirish-kalkulyatori/
vi: may-tinh-chuyen-vi-ma-tran/

source: convert-volume/
af: omskep-volume/
az: hecmi-cevirmek/
bs: pretvoriti-volumen/
ca: convertir-volum/
cy: trosi-cyfaint/
eo: konverti-volumon/
eu: bolumena-bihurtu/
ga: tiontaigh-toirt/
id: konversi-volume/
it: convertire-volume/
lb: konverteieren-volume-/
ms: menukar-volum/
nl: volume-omzetten/
sq: konverto-volumin/
sw: badilisha-sauti/
uz: ovoz-balandligini-aylantirish/
vi: chuyen-doi-am-luong/

source: convert-volume/<str:unit_from>+<str:unit_to>/
af: omskep-volume/<str:unit_from>+<str:unit_to>/
az: hecmi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-volumen/<str:unit_from>+<str:unit_to>/
ca: convertir-volum/<str:unit_from>+<str:unit_to>/
cy: trosi-cyfaint/<str:unit_from>+<str:unit_to>/
eo: konverti-volumon/<str:unit_from>+<str:unit_to>/
eu: bolumena-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-toirt/<str:unit_from>+<str:unit_to>/
id: konversi-volume/<str:unit_from>+<str:unit_to>/
it: convertire-volume/<str:unit_from>+<str:unit_to>/
lb: konverteieren-volume-/<str:unit_from>+<str:unit_to>/
ms: menukar-volum/<str:unit_from>+<str:unit_to>/
nl: volume-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-volumin/<str:unit_from>+<str:unit_to>/
sw: badilisha-sauti/<str:unit_from>+<str:unit_to>/
uz: ovoz-balandligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-am-luong/<str:unit_from>+<str:unit_to>/

source: convert-weight/<str:unit_from>+<str:unit_to>/
af: omskep-gewig/<str:unit_from>+<str:unit_to>/
az: ceki-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-tezinu/<str:unit_from>+<str:unit_to>/
ca: convertir-el-pes/<str:unit_from>+<str:unit_to>/
cy: trosi-pwysau/<str:unit_from>+<str:unit_to>/
eo: konverti-pezon/<str:unit_from>+<str:unit_to>/
eu: pisua-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-meachan/<str:unit_from>+<str:unit_to>/
id: konversi-berat/<str:unit_from>+<str:unit_to>/
it: convertire-peso/<str:unit_from>+<str:unit_to>/
lb: gewiicht-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-berat/<str:unit_from>+<str:unit_to>/
nl: gewicht-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-peshen/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-uzito/<str:unit_from>+<str:unit_to>/
uz: vaznni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-trong-luong/<str:unit_from>+<str:unit_to>/

source: convert-weight/
af: omskep-gewig/
az: ceki-cevirmek/
bs: pretvoriti-tezinu/
ca: convertir-el-pes/
cy: trosi-pwysau/
eo: konverti-pezon/
eu: pisua-bihurtu/
ga: tiontaigh-meachan/
id: konversi-berat/
it: convertire-peso/
lb: gewiicht-konverteieren-/
ms: menukar-berat/
nl: gewicht-omzetten/
sq: konverto-peshen/
sw: kubadilisha-uzito/
uz: vaznni-aylantirish/
vi: chuyen-doi-trong-luong/

source: convert-length/
af: omskep-lengte/
az: uzunlugu-cevirmek/
bs: pretvoriti-duzinu/
ca: convertir-longitud/
cy: trosi-hyd/
eo: konverti-longo/
eu: luzera-bihurtu/
ga: tiontaigh-fad/
id: konversi-panjang/
it: convertire-lunghezza/
lb: langt-emsetzen/
ms: menukar-panjang/
nl: lengte-omzetten/
sq: konverto-gjatesine/
sw: badilisha-urefu/
uz: uzunligini-aylantirish/
vi: chuyen-doi-chieu-dai/

source: convert-length/<str:unit_from>+<str:unit_to>/
af: omskep-lengte/<str:unit_from>+<str:unit_to>/
az: uzunlugu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-duzinu/<str:unit_from>+<str:unit_to>/
ca: convertir-longitud/<str:unit_from>+<str:unit_to>/
cy: trosi-hyd/<str:unit_from>+<str:unit_to>/
eo: konverti-longo/<str:unit_from>+<str:unit_to>/
eu: luzera-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-fad/<str:unit_from>+<str:unit_to>/
id: konversi-panjang/<str:unit_from>+<str:unit_to>/
it: convertire-lunghezza/<str:unit_from>+<str:unit_to>/
lb: langt-emsetzen/<str:unit_from>+<str:unit_to>/
ms: menukar-panjang/<str:unit_from>+<str:unit_to>/
nl: lengte-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-gjatesine/<str:unit_from>+<str:unit_to>/
sw: badilisha-urefu/<str:unit_from>+<str:unit_to>/
uz: uzunligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-chieu-dai/<str:unit_from>+<str:unit_to>/

source: convert-temperature/
af: omskep-temperatuur/
az: temperaturu-cevirmek/
bs: pretvori-temperaturu/
ca: convertir-temperatura/
cy: trosi-tymheredd/
eo: konverti-temperaturo/
eu: tenperatura-bihurtu/
ga: tiontaigh-teocht/
id: mengkonversi-suhu/
it: convertire-temperatura/
lb: temperatur-konverteieren-/
ms: menukar-suhu/
nl: temperatuur-omzetten/
sq: konverto-temperaturen/
sw: kubadilisha-halijoto/
uz: haroratni-aylantirish/
vi: chuyen-doi-nhiet-do/

source: convert-temperature/<str:unit_from>+<str:unit_to>/
af: omskep-temperatuur/<str:unit_from>+<str:unit_to>/
az: temperaturu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvori-temperaturu/<str:unit_from>+<str:unit_to>/
ca: convertir-temperatura/<str:unit_from>+<str:unit_to>/
cy: trosi-tymheredd/<str:unit_from>+<str:unit_to>/
eo: konverti-temperaturo/<str:unit_from>+<str:unit_to>/
eu: tenperatura-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-teocht/<str:unit_from>+<str:unit_to>/
id: mengkonversi-suhu/<str:unit_from>+<str:unit_to>/
it: convertire-temperatura/<str:unit_from>+<str:unit_to>/
lb: temperatur-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-suhu/<str:unit_from>+<str:unit_to>/
nl: temperatuur-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-temperaturen/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-halijoto/<str:unit_from>+<str:unit_to>/
uz: haroratni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-nhiet-do/<str:unit_from>+<str:unit_to>/
