Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: convert-area/
af: omskep-area/
az: sahesi-cevirmek/
bs: pretvoriti-podrucje/
ca: convertir-area/
cy: trosi-ardal/
eo: konverti-areon/
eu: eremu-bihurtu/
ga: tiontaigh-limistear/
id: konversi-luas/
it: convertire-area/
lb: emsetzen-beraich-/
ms: menukar-kawasan/
nl: gebied-omzetten/
sq: zona-e-konvertimit/
sw: kubadilisha-eneo/
uz: maydonni-aylantirish/
vi: chuyen-doi-dien-tich/

source: convert-area/<str:unit_from>+<str:unit_to>/
af: omskep-area/<str:unit_from>+<str:unit_to>/
az: sahesi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-podrucje/<str:unit_from>+<str:unit_to>/
ca: convertir-area/<str:unit_from>+<str:unit_to>/
cy: trosi-ardal/<str:unit_from>+<str:unit_to>/
eo: konverti-areon/<str:unit_from>+<str:unit_to>/
eu: eremu-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-limistear/<str:unit_from>+<str:unit_to>/
id: konversi-luas/<str:unit_from>+<str:unit_to>/
it: convertire-area/<str:unit_from>+<str:unit_to>/
lb: emsetzen-beraich-/<str:unit_from>+<str:unit_to>/
ms: menukar-kawasan/<str:unit_from>+<str:unit_to>/
nl: gebied-omzetten/<str:unit_from>+<str:unit_to>/
sq: zona-e-konvertimit/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-eneo/<str:unit_from>+<str:unit_to>/
uz: maydonni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-dien-tich/<str:unit_from>+<str:unit_to>/

source: convert-bits-bytes/
af: omskep-bisse-grepe/
az: bitleri-bayt-cevirmek/
bs: pretvoriti-bitove-bajtova/
ca: convertir-bits-bytes/
cy: trosi-didau-beit/
eo: konverti-bitojn-bajtojn/
eu: bihurtu-bit-byte/
ga: tiontaigh-giotan-beart/
id: mengkonversi-bit-byte/
it: convertire-bit-byte/
lb: konverteieren-bits-bytes/
ms: menukar-bit-bait/
nl: bits-bytes/-converteren
sq: konverto-bit-bytes/
sw: badilisha-biti-baiti/
uz: bitlarni-baytga-aylantirish/
vi: chuyen-doi-bit-byte/

source: convert-bits-bytes/<str:unit_from>+<str:unit_to>/
af: omskep-bisse-grepe/<str:unit_from>+<str:unit_to>/
az: bitleri-bayt-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-bitove-bajtova/<str:unit_from>+<str:unit_to>/
ca: convertir-bits-bytes/<str:unit_from>+<str:unit_to>/
cy: trosi-didau-beit/<str:unit_from>+<str:unit_to>/
eo: konverti-bitojn-bajtojn/<str:unit_from>+<str:unit_to>/
eu: bihurtu-bit-byte/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-giotan-beart/<str:unit_from>+<str:unit_to>/
id: mengkonversi-bit-byte/<str:unit_from>+<str:unit_to>/
it: convertire-bit-byte/<str:unit_from>+<str:unit_to>/
lb: konverteieren-bits-bytes/<str:unit_from>+<str:unit_to>/
ms: menukar-bit-bait/<str:unit_from>+<str:unit_to>/
nl: bits-bytes/-converteren<str:unit_from>+<str:unit_to>/
sq: konverto-bit-bytes/<str:unit_from>+<str:unit_to>/
sw: badilisha-biti-baiti/<str:unit_from>+<str:unit_to>/
uz: bitlarni-baytga-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-bit-byte/<str:unit_from>+<str:unit_to>/

source: convert-angles/
af: omskep-hoeke/
az: bucaqlari-cevirmek/
bs: pretvoriti-uglove/
ca: convertir-angles/
cy: trosi-onglau/
eo: konverti-angulojn/
eu: angeluak-bihurtzea/
ga: uillinneacha-a-thiontu/
id: mengubah-sudut/
it: convertire-angoli/
lb: wenkel-konverteieren-/
ms: menukar-sudut/
nl: hoeken-omzetten/
sq: konverto-kendet/
sw: badilisha-pembe/
uz: burchaklarni-aylantirish/
vi: chuyen-doi-goc/

source: convert-angles/<str:unit_from>+<str:unit_to>/
af: omskep-hoeke/<str:unit_from>+<str:unit_to>/
az: bucaqlari-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-uglove/<str:unit_from>+<str:unit_to>/
ca: convertir-angles/<str:unit_from>+<str:unit_to>/
cy: trosi-onglau/<str:unit_from>+<str:unit_to>/
eo: konverti-angulojn/<str:unit_from>+<str:unit_to>/
eu: angeluak-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: uillinneacha-a-thiontu/<str:unit_from>+<str:unit_to>/
id: mengubah-sudut/<str:unit_from>+<str:unit_to>/
it: convertire-angoli/<str:unit_from>+<str:unit_to>/
lb: wenkel-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-sudut/<str:unit_from>+<str:unit_to>/
nl: hoeken-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-kendet/<str:unit_from>+<str:unit_to>/
sw: badilisha-pembe/<str:unit_from>+<str:unit_to>/
uz: burchaklarni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-goc/<str:unit_from>+<str:unit_to>/

source: convert-time/
af: omskep-tyd/
az: vaxti-cevirmek/
bs: pretvoriti-vrijeme/
ca: convertir-temps/
cy: trosi-amser/
eo: konverti-tempon/
eu: denbora-bihurtu/
ga: tiontaigh-am/
id: mengkonversi-waktu/
it: convertire-tempo/
lb: zait-konverteieren-/
ms: menukar-masa/
nl: tijd-omzetten/
sq: konverto-kohen/
sw: kubadilisha-wakati/
uz: vaqtni-aylantirish/
vi: chuyen-doi-thoi-gian/

source: convert-time/<str:unit_from>+<str:unit_to>/
af: omskep-tyd/<str:unit_from>+<str:unit_to>/
az: vaxti-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-vrijeme/<str:unit_from>+<str:unit_to>/
ca: convertir-temps/<str:unit_from>+<str:unit_to>/
cy: trosi-amser/<str:unit_from>+<str:unit_to>/
eo: konverti-tempon/<str:unit_from>+<str:unit_to>/
eu: denbora-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-am/<str:unit_from>+<str:unit_to>/
id: mengkonversi-waktu/<str:unit_from>+<str:unit_to>/
it: convertire-tempo/<str:unit_from>+<str:unit_to>/
lb: zait-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-masa/<str:unit_from>+<str:unit_to>/
nl: tijd-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-kohen/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-wakati/<str:unit_from>+<str:unit_to>/
uz: vaqtni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-thoi-gian/<str:unit_from>+<str:unit_to>/

source: convert-number/
af: skakel-getal-om/
az: sayi-cevirmek/
bs: pretvoriti-broj/
ca: convertir-numero/
cy: trosi-rhif/
eo: konverti-nombro/
eu: zenbakia-bihurtu/
ga: tiontaigh-uimhir/
id: konversi-angka/
it: convertire-numero/
lb: konverteieren-zuel-/
ms: menukar-nombor/
nl: getal-omzetten/
sq: konverto-numrin/
sw: badilisha-nambari/
uz: raqamni-aylantirish/
vi: chuyen-doi-so/

source: convert-number/<str:unit_from>+<str:unit_to>/
af: skakel-getal-om/<str:unit_from>+<str:unit_to>/
az: sayi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-broj/<str:unit_from>+<str:unit_to>/
ca: convertir-numero/<str:unit_from>+<str:unit_to>/
cy: trosi-rhif/<str:unit_from>+<str:unit_to>/
eo: konverti-nombro/<str:unit_from>+<str:unit_to>/
eu: zenbakia-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-uimhir/<str:unit_from>+<str:unit_to>/
id: konversi-angka/<str:unit_from>+<str:unit_to>/
it: convertire-numero/<str:unit_from>+<str:unit_to>/
lb: konverteieren-zuel-/<str:unit_from>+<str:unit_to>/
ms: menukar-nombor/<str:unit_from>+<str:unit_to>/
nl: getal-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-numrin/<str:unit_from>+<str:unit_to>/
sw: badilisha-nambari/<str:unit_from>+<str:unit_to>/
uz: raqamni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-so/<str:unit_from>+<str:unit_to>/

source: convert-energy/
af: omskep-energie/
az: enerjiye-cevirmek/
bs: pretvoriti-energiju/
ca: convertir-energia/
cy: trosi-egni/
eo: konverti-energion/
eu: energia-bihurtu/
ga: tiontaigh-fuinneamh/
id: mengubah-energi/
it: convertire-energia/
lb: energie-emsetzen/
ms: menukar-tenaga/
nl: energie-omzetten/
sq: konverton-energjine/
sw: kubadilisha-nishati/
uz: energiyani-aylantirish/
vi: chuyen-doi-nang-luong/

source: convert-energy/<str:unit_from>+<str:unit_to>/
af: omskep-energie/<str:unit_from>+<str:unit_to>/
az: enerjiye-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-energiju/<str:unit_from>+<str:unit_to>/
ca: convertir-energia/<str:unit_from>+<str:unit_to>/
cy: trosi-egni/<str:unit_from>+<str:unit_to>/
eo: konverti-energion/<str:unit_from>+<str:unit_to>/
eu: energia-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-fuinneamh/<str:unit_from>+<str:unit_to>/
id: mengubah-energi/<str:unit_from>+<str:unit_to>/
it: convertire-energia/<str:unit_from>+<str:unit_to>/
lb: energie-emsetzen/<str:unit_from>+<str:unit_to>/
ms: menukar-tenaga/<str:unit_from>+<str:unit_to>/
nl: energie-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverton-energjine/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-nishati/<str:unit_from>+<str:unit_to>/
uz: energiyani-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-nang-luong/<str:unit_from>+<str:unit_to>/

source: convert-speed/
af: omskep-spoed/
az: sureti-cevirmek/
bs: pretvoriti-brzinu/
ca: convertir-velocitat/
cy: trosi-cyflymder/
eo: konverti-rapidon/
eu: abiadura-bihurtu/
ga: tiontaigh-luas/
id: konversi-kecepatan/
it: convertire-velocita/
lb: vitesse-konverteieren-/
ms: menukar-kelajuan/
nl: snelheid-omzetten/
sq: konverto-shpejtesine/
sw: kubadilisha-kasi/
uz: tezlikni-aylantirish/
vi: chuyen-doi-toc-do/

source: convert-speed/<str:unit_from>+<str:unit_to>/
af: omskep-spoed/<str:unit_from>+<str:unit_to>/
az: sureti-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-brzinu/<str:unit_from>+<str:unit_to>/
ca: convertir-velocitat/<str:unit_from>+<str:unit_to>/
cy: trosi-cyflymder/<str:unit_from>+<str:unit_to>/
eo: konverti-rapidon/<str:unit_from>+<str:unit_to>/
eu: abiadura-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-luas/<str:unit_from>+<str:unit_to>/
id: konversi-kecepatan/<str:unit_from>+<str:unit_to>/
it: convertire-velocita/<str:unit_from>+<str:unit_to>/
lb: vitesse-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-kelajuan/<str:unit_from>+<str:unit_to>/
nl: snelheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-shpejtesine/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-kasi/<str:unit_from>+<str:unit_to>/
uz: tezlikni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-toc-do/<str:unit_from>+<str:unit_to>/

source: convert-power/
af: omskakel-krag/
az: gucu-cevirmek/
bs: pretvoriti-snagu/
ca: convertir-potencia/
cy: trosi-pwer/
eo: konverti-potencon/
eu: potentzia-bihurtu/
ga: tiontaigh-cumhacht/
id: mengubah-daya/
it: convertire-potenza/
ms: menukar-kuasa/
nl: vermogen-omzetten/
sq: konverto-fuqine/
sw: kubadilisha-nguvu/
uz: quvvatni-aylantirish/
vi: chuyen-doi-nang-luong/

source: convert-power/<str:unit_from>+<str:unit_to>/
af: omskakel-krag/<str:unit_from>+<str:unit_to>/
az: gucu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-snagu/<str:unit_from>+<str:unit_to>/
ca: convertir-potencia/<str:unit_from>+<str:unit_to>/
cy: trosi-pwer/<str:unit_from>+<str:unit_to>/
eo: konverti-potencon/<str:unit_from>+<str:unit_to>/
eu: potentzia-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-cumhacht/<str:unit_from>+<str:unit_to>/
id: mengubah-daya/<str:unit_from>+<str:unit_to>/
it: convertire-potenza/<str:unit_from>+<str:unit_to>/
ms: menukar-kuasa/<str:unit_from>+<str:unit_to>/
nl: vermogen-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-fuqine/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-nguvu/<str:unit_from>+<str:unit_to>/
uz: quvvatni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-nang-luong/<str:unit_from>+<str:unit_to>/

source: convert-timezones/
af: omskep-tydsones/
az: saat-qursagi-cevirmek/
bs: pretvoriti-vremenske-zone/
ca: convertir-les-zones-horaries/
cy: trosi-cylchfaoedd-amser/
eo: konverti-horzonojn/
eu: ordu-eremuak-bihurtu/
ga: tiontaigh-criosanna-ama/
id: konversi-zona-waktu/
it: convertire-fusi-orari/
lb: zaitzonen-konverteieren-/
ms: tukar-zon-waktu/
nl: tijdzones-omzetten/
sq: konverto-zonat-kohore/
sw: badilisha-saa-za-eneo/
uz: vaqt-mintaqalarini-aylantirish/
vi: chuyen-doi-mui-gio/

source: convert-timezones/<str:unit_from>+<str:unit_to>/
af: omskep-tydsones/<str:unit_from>+<str:unit_to>/
az: saat-qursagi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-vremenske-zone/<str:unit_from>+<str:unit_to>/
ca: convertir-les-zones-horaries/<str:unit_from>+<str:unit_to>/
cy: trosi-cylchfaoedd-amser/<str:unit_from>+<str:unit_to>/
eo: konverti-horzonojn/<str:unit_from>+<str:unit_to>/
eu: ordu-eremuak-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-criosanna-ama/<str:unit_from>+<str:unit_to>/
id: konversi-zona-waktu/<str:unit_from>+<str:unit_to>/
it: convertire-fusi-orari/<str:unit_from>+<str:unit_to>/
lb: zaitzonen-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: tukar-zon-waktu/<str:unit_from>+<str:unit_to>/
nl: tijdzones-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-zonat-kohore/<str:unit_from>+<str:unit_to>/
sw: badilisha-saa-za-eneo/<str:unit_from>+<str:unit_to>/
uz: vaqt-mintaqalarini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mui-gio/<str:unit_from>+<str:unit_to>/

source: convert-force/
af: omskakel-krag/
az: quvveye-cevirmek/
bs: pretvoriti-silu/
ca: convertir-forca/
cy: trosi-grym/
eo: konverti-forton/
eu: indarra-bihurtu/
ga: tiontaigh-forsa/
id: mengubah-gaya/
it: convertire-forza/
lb: kraaft-emsetzen/
ms: menukar-daya/
nl: kracht-omzetten/
sq: konverto-forcen/
sw: kubadilisha-nguvu/
uz: kuchni-aylantirish/
vi: chuyen-doi-luc/

source: convert-force/<str:unit_from>+<str:unit_to>/
af: omskakel-krag/<str:unit_from>+<str:unit_to>/
az: quvveye-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-silu/<str:unit_from>+<str:unit_to>/
ca: convertir-forca/<str:unit_from>+<str:unit_to>/
cy: trosi-grym/<str:unit_from>+<str:unit_to>/
eo: konverti-forton/<str:unit_from>+<str:unit_to>/
eu: indarra-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-forsa/<str:unit_from>+<str:unit_to>/
id: mengubah-gaya/<str:unit_from>+<str:unit_to>/
it: convertire-forza/<str:unit_from>+<str:unit_to>/
lb: kraaft-emsetzen/<str:unit_from>+<str:unit_to>/
ms: menukar-daya/<str:unit_from>+<str:unit_to>/
nl: kracht-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-forcen/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-nguvu/<str:unit_from>+<str:unit_to>/
uz: kuchni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-luc/<str:unit_from>+<str:unit_to>/

source: convert-pressure/
af: omskep-druk/
az: tezyiqi-cevirmek/
bs: pretvoriti-pritisak/
ca: convertir-pressio/
cy: trosi-pwysau/
eo: konverti-premon/
eu: presioa-bihurtu/
ga: tiontaigh-bru/
id: mengubah-tekanan/
it: convertire-pressione/
lb: konverteieren-drock-/
ms: menukar-tekanan/
nl: druk-omzetten/
sq: konverto-presionin/
sw: kubadili-shinikizo/
uz: bosimni-aylantirish/
vi: chuyen-doi-ap-suat/

source: convert-pressure/<str:unit_from>+<str:unit_to>/
af: omskep-druk/<str:unit_from>+<str:unit_to>/
az: tezyiqi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-pritisak/<str:unit_from>+<str:unit_to>/
ca: convertir-pressio/<str:unit_from>+<str:unit_to>/
cy: trosi-pwysau/<str:unit_from>+<str:unit_to>/
eo: konverti-premon/<str:unit_from>+<str:unit_to>/
eu: presioa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-bru/<str:unit_from>+<str:unit_to>/
id: mengubah-tekanan/<str:unit_from>+<str:unit_to>/
it: convertire-pressione/<str:unit_from>+<str:unit_to>/
lb: konverteieren-drock-/<str:unit_from>+<str:unit_to>/
ms: menukar-tekanan/<str:unit_from>+<str:unit_to>/
nl: druk-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-presionin/<str:unit_from>+<str:unit_to>/
sw: kubadili-shinikizo/<str:unit_from>+<str:unit_to>/
uz: bosimni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-ap-suat/<str:unit_from>+<str:unit_to>/

source: convert-torque/
af: omskakel-wringkrag/
az: firlanma-ani-cevirmek/
bs: pretvoriti-obrtni-moment/
ca: convertir-el-parell/
cy: trorym-trosi/
eo: konverti-tordmomanton/
eu: bihur-ezazu-momentua/
ga: chasmhoiminte-a-thiontu/
id: mengkonversi-torsi/
it: convertire-coppia/
lb: konverteieren-dreimoment-/
ms: menukar-tork/
nl: koppel-omzetten/
sq: konverto-cift-rrotullues/
sw: kubadilisha-torque/
uz: momentni-aylantirish/
vi: chuyen-doi-mo-men-xoan/

source: convert-torque/<str:unit_from>+<str:unit_to>/
af: omskakel-wringkrag/<str:unit_from>+<str:unit_to>/
az: firlanma-ani-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-obrtni-moment/<str:unit_from>+<str:unit_to>/
ca: convertir-el-parell/<str:unit_from>+<str:unit_to>/
cy: trorym-trosi/<str:unit_from>+<str:unit_to>/
eo: konverti-tordmomanton/<str:unit_from>+<str:unit_to>/
eu: bihur-ezazu-momentua/<str:unit_from>+<str:unit_to>/
ga: chasmhoiminte-a-thiontu/<str:unit_from>+<str:unit_to>/
id: mengkonversi-torsi/<str:unit_from>+<str:unit_to>/
it: convertire-coppia/<str:unit_from>+<str:unit_to>/
lb: konverteieren-dreimoment-/<str:unit_from>+<str:unit_to>/
ms: menukar-tork/<str:unit_from>+<str:unit_to>/
nl: koppel-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-cift-rrotullues/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-torque/<str:unit_from>+<str:unit_to>/
uz: momentni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mo-men-xoan/<str:unit_from>+<str:unit_to>/

source: convert-radiation-absorbed/
af: omskep-straling-geabsorbeer/
az: udulmus-radiasiyani-cevirmek/
bs: pretvoriti-apsorbirano-zracenje/
ca: convertir-la-radiacio-absorbida/
cy: trosi-ymbelydredd-wedii-amsugno/
eo: konverti-radiadon-absorbitan/
eu: xurgatutako-erradiazioa-bihurtu/
ga: tiontaigh-an-radaiocht-ionsuite/
id: mengubah-radiasi-yang-diserap/
it: convertire-la-radiazione-assorbita/
lb: konverteieren-absorbeiert-stralung/
ms: menukar-sinaran-yang-diserap/
nl: geabsorbeerde-straling-omzetten/
sq: konverto-rrezatimin-e-absorbuar/
sw: kubadilisha-mionzi-kufyonzwa/
uz: sorilgan-nurlanishni-aylantirish/
vi: chuyen-doi-buc-xa-hap-thu/

source: convert-radiation-absorbed/<str:unit_from>+<str:unit_to>/
af: omskep-straling-geabsorbeer/<str:unit_from>+<str:unit_to>/
az: udulmus-radiasiyani-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-apsorbirano-zracenje/<str:unit_from>+<str:unit_to>/
ca: convertir-la-radiacio-absorbida/<str:unit_from>+<str:unit_to>/
cy: trosi-ymbelydredd-wedii-amsugno/<str:unit_from>+<str:unit_to>/
eo: konverti-radiadon-absorbitan/<str:unit_from>+<str:unit_to>/
eu: xurgatutako-erradiazioa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-an-radaiocht-ionsuite/<str:unit_from>+<str:unit_to>/
id: mengubah-radiasi-yang-diserap/<str:unit_from>+<str:unit_to>/
it: convertire-la-radiazione-assorbita/<str:unit_from>+<str:unit_to>/
lb: konverteieren-absorbeiert-stralung/<str:unit_from>+<str:unit_to>/
ms: menukar-sinaran-yang-diserap/<str:unit_from>+<str:unit_to>/
nl: geabsorbeerde-straling-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rrezatimin-e-absorbuar/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mionzi-kufyonzwa/<str:unit_from>+<str:unit_to>/
uz: sorilgan-nurlanishni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-buc-xa-hap-thu/<str:unit_from>+<str:unit_to>/

source: convert-radiation/
af: omskep-straling/
az: radiasiyaya-cevirmek/
bs: pretvoriti-zracenje/
ca: convertir-la-radiacio/
cy: trosi-ymbelydredd/
eo: konverti-radiadon/
eu: erradiazioa-bihurtu/
ga: tiontaigh-radaiocht/
id: mengubah-radiasi/
it: convertire-la-radiazione/
lb: stralung-konverteieren-/
ms: menukar-sinaran/
nl: straling-omzetten/
sq: konverto-rrezatimin/
sw: kubadilisha-mionzi/
uz: radiatsiyani-aylantirish/
vi: chuyen-doi-buc-xa/

source: convert-radiation/<str:unit_from>+<str:unit_to>/
af: omskep-straling/<str:unit_from>+<str:unit_to>/
az: radiasiyaya-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-zracenje/<str:unit_from>+<str:unit_to>/
ca: convertir-la-radiacio/<str:unit_from>+<str:unit_to>/
cy: trosi-ymbelydredd/<str:unit_from>+<str:unit_to>/
eo: konverti-radiadon/<str:unit_from>+<str:unit_to>/
eu: erradiazioa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-radaiocht/<str:unit_from>+<str:unit_to>/
id: mengubah-radiasi/<str:unit_from>+<str:unit_to>/
it: convertire-la-radiazione/<str:unit_from>+<str:unit_to>/
lb: stralung-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-sinaran/<str:unit_from>+<str:unit_to>/
nl: straling-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rrezatimin/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mionzi/<str:unit_from>+<str:unit_to>/
uz: radiatsiyani-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-buc-xa/<str:unit_from>+<str:unit_to>/

source: convert-radiation-exposure/
af: skakel-blootstelling-aan-straling-om/
az: radiasiya-meruz-qalmasini-cevirmek/
bs: pretvoriti-izlozenost-radijaciji/
ca: convertir-lexposicio-a-la-radiacio/
cy: trosi-amlygiad-ymbelydredd/
eo: konverti-radiada-ekspozicio/
eu: erradiazio-esposizioa-bihurtzea/
ga: tiontaigh-nochtadh-radaiochta/
id: mengubah-paparan-radiasi/
it: convertire-lesposizione-alle-radiazioni/
lb: stralungsbelaaschtung-konverteieren/
ms: menukar-pendedahan-sinaran/
nl: omzetten-stralingsblootstelling/
sq: konverto-ekspozimin-ndaj-rrezatimit/
sw: kubadilisha-mfiduo-wa-mionzi/
uz: radiatsiya-tasirini-aylantirish-/
vi: chuyen-doi-phoi-nhiem-buc-xa/

source: convert-radiation-exposure/<str:unit_from>+<str:unit_to>/
af: skakel-blootstelling-aan-straling-om/<str:unit_from>+<str:unit_to>/
az: radiasiya-meruz-qalmasini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-izlozenost-radijaciji/<str:unit_from>+<str:unit_to>/
ca: convertir-lexposicio-a-la-radiacio/<str:unit_from>+<str:unit_to>/
cy: trosi-amlygiad-ymbelydredd/<str:unit_from>+<str:unit_to>/
eo: konverti-radiada-ekspozicio/<str:unit_from>+<str:unit_to>/
eu: erradiazio-esposizioa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-nochtadh-radaiochta/<str:unit_from>+<str:unit_to>/
id: mengubah-paparan-radiasi/<str:unit_from>+<str:unit_to>/
it: convertire-lesposizione-alle-radiazioni/<str:unit_from>+<str:unit_to>/
lb: stralungsbelaaschtung-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukar-pendedahan-sinaran/<str:unit_from>+<str:unit_to>/
nl: omzetten-stralingsblootstelling/<str:unit_from>+<str:unit_to>/
sq: konverto-ekspozimin-ndaj-rrezatimit/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mfiduo-wa-mionzi/<str:unit_from>+<str:unit_to>/
uz: radiatsiya-tasirini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-phoi-nhiem-buc-xa/<str:unit_from>+<str:unit_to>/

source: convert-radiation-activity/
af: omskep-stralingsaktiwiteit/
az: radiasiya-fealiyyetini-cevirmek/
bs: pretvoriti-aktivnost-zracenja/
ca: convertir-lactivitat-de-radiacio/
cy: trosi-gweithgaredd-ymbelydredd/
eo: konverti-radiada-aktiveco/
eu: erradiazio-jarduera-bihurtzea/
ga: tiontaigh-gniomhaiocht-radaiochta/
id: mengubah-aktivitas-radiasi/
it: convertire-lattivita-delle-radiazioni/
lb: stralungsaktiviteit-konverteieren/
ms: menukar-aktiviti-sinaran/
nl: stralingsactiviteit-omzetten/
sq: konverto-aktivitetin-e-rrezatimit/
sw: kubadilisha-shughuli-za-mionzi/
uz: radiatsiya-faolligini-aylantirish/
vi: chuyen-doi-hoat-dong-buc-xa/

source: convert-radiation-activity/<str:unit_from>+<str:unit_to>/
af: omskep-stralingsaktiwiteit/<str:unit_from>+<str:unit_to>/
az: radiasiya-fealiyyetini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-aktivnost-zracenja/<str:unit_from>+<str:unit_to>/
ca: convertir-lactivitat-de-radiacio/<str:unit_from>+<str:unit_to>/
cy: trosi-gweithgaredd-ymbelydredd/<str:unit_from>+<str:unit_to>/
eo: konverti-radiada-aktiveco/<str:unit_from>+<str:unit_to>/
eu: erradiazio-jarduera-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-gniomhaiocht-radaiochta/<str:unit_from>+<str:unit_to>/
id: mengubah-aktivitas-radiasi/<str:unit_from>+<str:unit_to>/
it: convertire-lattivita-delle-radiazioni/<str:unit_from>+<str:unit_to>/
lb: stralungsaktiviteit-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukar-aktiviti-sinaran/<str:unit_from>+<str:unit_to>/
nl: stralingsactiviteit-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-aktivitetin-e-rrezatimit/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-shughuli-za-mionzi/<str:unit_from>+<str:unit_to>/
uz: radiatsiya-faolligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-hoat-dong-buc-xa/<str:unit_from>+<str:unit_to>/
