Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: home/
af: huis/
az: ev/
bs: dom/
ca: casa/
cy: cartref/
eo: hejmo/
eu: hasiera/
ga: baile/
id: rumah/
it: casa/
lb: doheem/
ms: rumah/
nl: thuis/
sq: shtepi/
sw: nyumbani/
uz: uy/
vi: trang-chu/

source: body-mass-index-calculator/
af: liggaamsmassa-indeks-sakrekenaar/
az: beden-kutlesi-indeksi-kalkulyatoru/
bs: kalkulator-indeksa-tjelesne-mase/
ca: calculadora-dindex-de-massa-corporal/
cy: cyfrifiannell-mynegai-mas-y-corff/
eo: kalkulilo-de-korpa-masa-indekso/
eu: gorputz-masaren-indizea-kalkulagailua/
ga: aireamhan-inneacs-mais-coirp/
id: kalkulator-indeks-massa-tubuh/
it: calcolatore-dellindice-di-massa-corporea/
lb: kierpermass-index-rechner-/
ms: kalkulator-indeks-jisim-badan/
sq: llogaritesi-i-indeksit-te-mases-trupore/
sw: kikokotoo-cha-faharisi-ya-uzito-wa-mwili/
uz: tana-massasi-indeksi-kalkulyatori/
vi: may-tinh-chi-so-khoi-co-the/

source: basal-metabolic-rate-calculator/
af: basale-metaboliese-tempo-sakrekenaar/
az: bazal-metabolizm-derecesi-kalkulyatoru-/
bs: kalkulator-bazalnog-metabolizma/
ca: calculadora-de-taxa-metabolica-basal/
cy: cyfrifiannell-cyfradd-metabolig-sylfaenol/
eo: kalkulilo-de-baza-metabola-indico/
eu: tasa-metaboliko-basalaren-kalkulagailua/
ga: aireamhan-rata-meitibileach-basal/
id: kalkulator-laju-metabolisme-basal/
it: calcolatrice-del-metabolismo-basale/
lb: basal-metabolismus-rechner-/
ms: kalkulator-kadar-metabolisme-basal/
nl: rekenmachine-voor-basaal-metabolisme/
sq: kalkulator-i-normes-metabolike-bazale/
sw: kikokotoo-cha-kiwango-cha-metabolic/
uz: bazal-metabolizm-tezligi-kalkulyatori-/
vi: may-tinh-ty-le-trao-doi-chat-co-ban/

source: total-daily-energy-expenditure-calculator/
af: totale-daaglikse-energieverbruik-sakrekenaar/
az: umumi-gundelik-enerji-xercleri-kalkulyatoru/
bs: kalkulator-ukupne-dnevne-potrosnje-energije/
ca: calculadora-de-despesa-energetica-diaria-total/
cy: cyfrifiannell-cyfanswm-gwariant-ynni-dyddiol/
eo: kalkulilo-de-totala-ciutaga-elspezo-de-energio/
eu: eguneko-guztizko-energia-gastuaren-kalkulagailua/
ga: aireamhan-caiteachais-fuinnimh-laethuil-iomlan/
id: kalkulator-pengeluaran-energi-harian-total/
it: calcolatore-del-dispendio-energetico-giornaliero-totale/
lb: total-deeglech-energieausgaben-rechner-/
ms: jumlah-kalkulator-perbelanjaan-tenaga-harian/
nl: rekenmachine-voor-totale-dagelijkse-energie-uitgaven/
sq: kalkulator-i-shpenzimeve-totale-ditore-te-energjise/
sw: kikokotoo-cha-matumizi-ya-nishati-ya-kila-siku/
uz: jami-kunlik-energiya-sarfi-kalkulyatori/
vi: may-tinh-tong-nang-luong-tieu-thu-hang-ngay/

source: ideal-weight-calculator/
af: ideale-gewig-sakrekenaar/
az: ideal-ceki-kalkulyatoru/
bs: kalkulator-idealne-tezine/
ca: calculadora-de-pes-ideal/
cy: cyfrifiannell-pwysau-delfrydol/
eo: ideala-pezo-kalkulilo/
eu: pisu-idealaren-kalkulagailua/
ga: aireamhan-meachan-idealach/
id: kalkulator-berat-badan-ideal/
it: calcolatrice-del-peso-ideale/
lb: ideal-gewiicht-rechner-/
ms: kalkulator-berat-ideal/
nl: ideale-gewichtcalculator/
sq: kalkulator-i-peshes-ideale/
sw: kikokotoo-bora-cha-uzito/
uz: ideal-vazn-kalkulyatori/
vi: may-tinh-can-nang-ly-tuong/

source: macro-calculator/
af: makro-sakrekenaar/
az: makro-kalkulyator/
bs: makro-kalkulator/
ca: calculadora-macro/
cy: cyfrifiannell-macro/
eo: makrokalkulilo/
eu: makro-kalkulagailua/
ga: aireamhan-macra/
id: kalkulator-makro/
it: calcolatrice-macro/
lb: makro-rechner/
ms: kalkulator-makro/
nl: macro-rekenmachine/
sq: makro-kalkulator/
sw: kikokotoo-kikubwa/
uz: makro-kalkulyator/
vi: may-tinh-vi-mo/

source: body-fat-calculator/
af: liggaamsvet-sakrekenaar/
az: beden-yaginin-kalkulyatoru/
bs: kalkulator-tjelesne-masti/
ca: calculadora-de-greix-corporal/
cy: cyfrifiannell-braster-corff/
eo: kalkulilo-de-korpa-graso/
eu: gorputz-gantz-kalkulagailua/
ga: aireamhan-saill-comhlacht/
id: kalkulator-lemak-tubuh/
it: calcolatore-del-grasso-corporeo/
lb: kierperfett-rechner/
ms: kalkulator-lemak-badan/
nl: lichaamsvetcalculator/
sq: llogaritesi-i-yndyres-se-trupit/
sw: kikokotoo-cha-mafuta-ya-mwili/
uz: tana-yogi-kalkulyatori/
vi: may-tinh-luong-mo-co-the/

source: water-intake/
af: water-inname/
az: su-qebulu/
bs: unos-vode/
ca: ingesta-daigua/
cy: cymeriant-dwr/
eo: konsumado-de-akvo/
eu: ura-hartzea/
ga: iontogail-uisce/
id: asupan-air/
it: assunzione-di-acqua/
lb: waasser-ofhuelen-/
ms: pengambilan-air/
nl: waterinname/
sq: marrja-e-ujit/
sw: ulaji-wa-maji/
uz: suv-olish/
vi: luong-nuoc-uong-vao/

source: lean-body-mass-calculator/
af: maer-liggaamsmassa-sakrekenaar/
az: ariq-beden-kutlesi-kalkulyatoru/
bs: kalkulator-nemasne-tjelesne-mase/
ca: calculadora-de-massa-corporal-magra/
cy: cyfrifiannell-mas-y-corff-heb-lawer-o-fraster-/
eo: kalkulilo-de-malgrasa-korpomaso/
eu: gorputz-masaren-kalkulagailua/
ga: aireamhan-mais-choirp-thrua/
id: kalkulator-massa-tubuh-ramping/
it: calcolatore-della-massa-corporea-magra/
lb: mager-kierpermass-rechner-/
ms: kalkulator-jisim-badan-tanpa-lemak/
nl: rekenmachine-voor-magere-lichaamsmassa/
sq: llogaritesi-i-mases-trupore-te-dobet/
sw: kikokotoo-cha-misa-ya-mwili-konda/
uz: ozgin-tana-massasi-kalkulyatori-/
vi: may-tinh-khoi-luong-co-nac/

source: waist-hip-ratio-calculator/
af: middel-heup-verhouding-sakrekenaar/
az: bel-omba-nisbeti-kalkulyatoru/
bs: kalkulator-omjera-struka-i-kukova/
ca: calculadora-de-ratio-de-cintura-maluc/
cy: cyfrifiannell-cymhareb-clun-gwasg/
eo: kalkulilo-de-talia-koksa-proporcio/
eu: gerri-aldakaren-ratioa-kalkulagailua/
ga: aireamhan-coimheas-cromain-waist/
id: kalkulator-rasio-pinggang-pinggul/
it: calcolatrice-rapporto-vita-fianchi/
lb: taille-hip-verhaltnis-rechner-/
ms: kalkulator-nisbah-pinggul-pinggang/
nl: taille-heupverhouding-calculator/
sq: llogaritesi-i-raportit-te-ijeve-te-belit/
sw: kikokotoo-cha-uwiano-wa-kiuno/
uz: bel-kestirib-nisbati-kalkulyatori/
vi: may-tinh-ty-le-eo-hong/

source: waist-height-ratio-calculator/
af: middellyf-hoogte-verhouding-sakrekenaar/
az: bel-boyu-nisbeti-kalkulyatoru/
bs: kalkulator-omjera-visine-struka/
ca: calculadora-de-relacio-dalcada-de-cintura/
cy: cyfrifiannell-cymhareb-uchder-gwasg/
eo: kalkulilo-de-talia-alteco-proporcio/
eu: gerriaren-altuera-erlazio-kalkulagailua/
ga: aireamhan-coimheas-airde-waist/
id: kalkulator-rasio-tinggi-pinggang/
it: calcolatrice-del-rapporto-altezza-vita/
lb: taille-heicht-verhaltnis-rechner-/
ms: kalkulator-nisbah-ketinggian-pinggang/
nl: taillehoogte-verhouding-calculator/
sq: llogaritesi-i-raportit-te-lartesise-se-belit/
sw: kikokotoo-cha-uwiano-wa-urefu-wa-kiuno/
uz: bel-balandligi-nisbati-kalkulyatori/
vi: may-tinh-ty-le-chieu-cao-eo/

source: fat-free-mass-index-calculator/
af: vetvrye-massa-indeks-sakrekenaar/
az: yagsiz-kutle-indeksi-kalkulyatoru/
bs: kalkulator-indeksa-mase-bez-masti/
ca: calculadora-dindex-de-massa-lliure-de-greixos/
cy: cyfrifiannell-mynegai-mas-heb-fraster-/
eo: kalkulilo-sen-grasa-masa-indekso/
eu: gantz-gabeko-masa-indize-kalkulagailua/
ga: aireamhan-mais-inneacs-saor-in-aisce-saill/
id: kalkulator-indeks-massa-bebas-lemak/
it: calcolatore-dellindice-di-massa-magra/
lb: fett-frai-mass-index-rechner-/
ms: kalkulator-indeks-jisim-bebas-lemak/
nl: vetvrije-massa-indexcalculator/
sq: llogaritesi-i-indeksit-te-mases-pa-yndyre/
sw: kikokotoo-cha-fahirisi-ya-molekuli-isiyo-na-mafuta/
uz: yogsiz-massa-indeksi-kalkulyatori-/
vi: may-tinh-chỉ-so-khoi-luong-khong-co-chat-beo/

source: body-shape-calculator/
af: liggaamsvorm-sakrekenaar/
az: beden-formasi-kalkulyatoru/
bs: kalkulator-oblika-tijela/
ca: calculadora-de-forma-corporal/
cy: cyfrifiannell-siap-corff-/
eo: kalkulilo-de-korpoformo/
eu: gorputz-forma-kalkulagailua/
ga: aireamhan-cruth-coirp/
id: kalkulator-bentuk-tubuh/
it: calcolatrice-della-forma-del-corpo/
lb: kierperform-rechner-/
ms: kalkulator-bentuk-badan/
nl: lichaamsvorm-calculator/
sq: llogaritesi-i-formes-se-trupit/
sw: kikokotoo-cha-umbo-la-mwili/
uz: tana-shakli-kalkulyatori/
vi: may-tinh-hinh-dang-co-the/

source: target-heart-rate-calculator/
af: teiken-hartklop-sakrekenaar/
az: hedef-urek-derecesi-kalkulyatoru/
bs: kalkulator-ciljanog-otkucaja-srca/
ca: calculadora-de-frequencia-cardiaca-objectiu/
cy: targed-cyfrifiannell-cyfradd-curiad-y-galon/
eo: cela-korfrekvenca-kalkulilo/
eu: helburuko-bihotz-maiztasun-kalkulagailua/
ga: sprioc-aireamhan-rata-croi/
id: kalkulator-target-detak-jantung/
it: calcolatore-della-frequenza-cardiaca-target/
lb: zil-haerzfrequenz-rechner-/
ms: kalkulator-kadar-jantung-sasaran/
nl: rekenmachine-voor-streefhartslag/
sq: llogaritesi-i-rrahjeve-te-zemres-se-synuar/
sw: kikokotoo-cha-mapigo-ya-moyo-lengwa/
uz: maqsadli-yurak-urishi-kalkulyatori/
vi: may-tinh-nhip-tim-muc-tieu/

source: wilks-calculator/
af: wilks-sakrekenaar/
az: wilks-kalkulyatoru/
bs: wilks-kalkulator/
ca: calculadora-wilks/
cy: cyfrifiannell-wiks-/
eo: wilks-kalkulilo/
eu: wilks-kalkulagailua/
ga: aireamhan-wilks/
id: kalkulator-wilks/
it: calcolatrice-wilks/
lb: wilks-rechner/
ms: kalkulator-wilks/
nl: wilks-rekenmachine/
sq: kalkulator-wilks/
sw: kikokotoo-cha-wilks/
uz: wilks-kalkulyatori/
vi: may-tinh-wilks/

source: bra-size-calculator/
af: bra-grootte-sakrekenaar/
az: bustqalter-olcusu-kalkulyatoru/
bs: kalkulator-velicine-grudnjaka/
ca: calculadora-de-mida-del-sostenidor/
cy: cyfrifiannell-maint-bra-/
eo: kalkulilo-de-grandeco-de-mamzono/
eu: bra-tamainaren-kalkulagailua/
ga: aireamhan-meid-bra/
id: kalkulator-ukuran-bra/
it: calcolatrice-taglia-reggiseno/
lb: bh-greisst-rechner/
ms: kalkulator-saiz-bra/
nl: bh-maatcalculator/
sq: llogaritesi-i-madhesise-se-sytjenave/
sw: kikokotoo-cha-saizi-ya-sidiria/
uz: sutyen-hajmi-kalkulyatori/
vi: may-tinh-cỡ-ao-nguc/

source: one-rep-max-calculator/
af: een-rep-maksimum-sakrekenaar/
az: bir-rep-max-kalkulyator/
bs: kalkulator-maksimalnog-broja-ponavljanja/
ca: calculadora-maxima-duna-repeticio/
cy: cyfrifiannell-un-cynrychiolydd-/
eo: unu-rep-max-kalkulilo/
eu: gehienezko-ordezkari-bat-kalkulagailua/
ga: aireamhan-amhain-ionadai/
id: satu-kalkulator-repetisi-maksimal/
it: calcolatrice-di-un-massimo-di-rep/
lb: one-rep-max-rechner-/
ms: kalkulator-maks-satu-wakil/
nl: een-rep-max-calculator/
sq: llogaritesi-maksimal-me-nje-perseritje/
sw: kikokotoo-kikuu-cha-rep-moja-/
uz: bir-rep-max-kalkulyatori/
vi: may-tinh-mot-rep-max/

source: steps-calories-calculator/
af: stappe-kaloriee-sakrekenaar/
az: addimlar-kalori-kalkulyatoru/
bs: kalkulator-kalorija-koraka/
ca: calculadora-de-calories-de-passos/
cy: cyfrifiannell-caloriau-camau-/
eo: pasaj-kalorioj-kalkulilo/
eu: urratsak-kaloria-kalkulagailua/
ga: ceimeanna-calrai-aireamhan/
id: kalkulator-kalori-langkah/
it: calcolatrice-calorie-passi/
lb: schrett-kalorie-rechner-/
ms: langkah-kalkulator-kalori/
nl: stappen-calorieen-calculator/
sq: kalkulatori-i-kalorive-te-hapave/
sw: hatua-kikokotoo-cha-kalori/
uz: qadamlar-kaloriya-kalkulyatori/
vi: may-tinh-luong-calo-buoc-chan/

source: child-height-prediction-calculator/
af: kind-lengte-voorspelling-sakrekenaar/
az: usaq-boyu-proqnozu-kalkulyatoru/
bs: kalkulator-za-predvidanje-visine-djeteta/
ca: calculadora-de-prediccio-de-lalcada-del-nen/
cy: cyfrifiannell-rhagfynegi-taldra-plentyn/
eo: kalkulilo-pri-prognoza-alteco-de-infano/
eu: haurren-altuera-iragartzeko-kalkulagailua/
ga: aireamhan-reamh-mheasta-airde-an-linbh/
id: kalkulator-prediksi-tinggi-anak/
it: calcolatrice-per-la-previsione-dellaltezza-del-bambino/
lb: kand-heicht-prognose-rechner-/
ms: kalkulator-ramalan-ketinggian-kanak-kanak/
nl: rekenmachine-voor-het-voorspellen-van-de-lengte-van-een-kind/
sq: llogaritesi-i-parashikimit-te-lartesise-se-femijes/
sw: kikokotoo-cha-kutabiri-urefu-wa-mtoto/
uz: bolaning-balandligini-bashorat-qilish-kalkulyatori-/
vi: may-tinh-du-doan-chieu-cao-cua-tre-em/

source: jump-rope-calories-calculator/
af: springtou-kaloriee-sakrekenaar/
az: ip-atlama-kalori-kalkulyatoru/
bs: kalkulator-kalorija-za-skakanje/
ca: calculadora-de-calories-a-la-corda-per-saltar/
cy: cyfrifiannell-caloriau-neidio-rhaff-/
eo: kalkulilo-de-kalorioj-de-saltsnuro/
eu: soka-salto-egiteko-kaloria-kalkulagailua/
ga: aireamhan-calories-tead-leim/
id: kalkulator-kalori-lompat-tali/
it: calcolatrice-calorie-corda-per-saltare/
lb: sprangen-seel-kalorien-rechner/
ms: lompat-tali-kalkulator-kalori/
nl: springtouw-calorieen-calculator/
sq: kalkulator-i-kalorive-me-litar/
sw: kikokotoo-cha-kalori-cha-kuruka-kamba/
uz: arqondan-sakrash-kaloriya-kalkulyatori/
vi: may-tinh-luong-calo-nhay-day/

source: cycling-calories-calculator/
af: fietsry-kaloriee-sakrekenaar/
az: velosiped-kalori-kalkulyatoru/
bs: biciklisticki-kalkulator-kalorija/
ca: calculadora-de-calories-en-bicicleta/
cy: cyfrifiannell-caloriau-beicio-/
eo: kalkulilo-de-kalorioj-per-biciklado/
eu: txirrindularitzako-kaloria-kalkulagailua/
ga: aireamhan-calrai-rothaiochta/
id: kalkulator-kalori-bersepeda/
it: calcolatrice-calorie-ciclismo/
lb: cycling-kalorie-rechner/
ms: kalkulator-kalori-berbasikal/
nl: fietscalorieencalculator/
sq: kalkulator-i-kalorive-per-ciklizem/
sw: kikokotoo-cha-kalori-cha-baiskeli/
uz: velosipedda-kaloriya-kalkulyatori-/
vi: may-tinh-luong-calo-khi-dap-xe/

source: step-distance-calculator/
af: stapafstand-sakrekenaar/
az: addim-mesafesi-kalkulyatoru/
bs: kalkulator-udaljenosti-koraka/
ca: calculadora-de-distancia-de-pas/
cy: cyfrifiannell-pellter-cam/
eo: kalkulilo-de-pasodistanco/
eu: pauso-distantzia-kalkulagailua/
ga: aireamhan-achair-cheim
id: kalkulator-jarak-langkah/
it: calcolatrice-della-distanza-del-passo/
lb: schrett-distanz-rechner-/
ms: kalkulator-jarak-langkah/
nl: stap-afstand-calculator/
sq: kalkulator-i-distances-se-hapave/
sw: kikokotoo-cha-umbali-wa-hatua/
uz: qadam-masofasi-kalkulyatori/
vi: may-tinh-khoang-cach-buoc-chan/

source: heart-rate-zone-calculator/
af: hartklop-sone-sakrekenaar/
az: urek-derecesi-zonasi-kalkulyatoru/
bs: kalkulator-zone-otkucaja-srca/
ca: calculadora-de-zona-de-frequencia-cardiaca/
cy: cyfrifiannell-parth-cyfradd-curiad-y-galon/
eo: kalkulilo-de-korfrekvenco/
eu: bihotz-taupaden-zona-kalkulagailua/
ga: aireamhan-crios-rata-croi/
id: kalkulator-zona-detak-jantung/
it: calcolatrice-della-zona-di-frequenza-cardiaca/
lb: haerzfrequenz-zone-rechner/
ms: kalkulator-zon-kadar-jantung/
nl: hartslagzonecalculator/
sq: llogaritesi-i-zones-se-rrahjeve-te-zemres/
sw: kikokotoo-cha-eneo-la-mapigo-ya-moyo/
uz: yurak-urishi-zonasi-kalkulyatori/
vi: may-tinh-vung-nhip-tim/

source: max-heart-rate-calculator/
af: maksimum-hartklop-sakrekenaar/
az: maksimum-urek-derecesi-kalkulyatoru/
bs: kalkulator-maksimalnog-otkucaja-srca/
ca: calculadora-de-frequencia-cardiaca-maxima/
cy: cyfrifiannell-cyfradd-curiad-y-galon-uchaf/
eo: maksimuma-korfrekvenca-kalkulilo/
eu: bihotz-taupaden-gehienezko-kalkulagailua/
ga: aireamhan-rata-croi-uasta/
id: kalkulator-detak-jantung-maksimum/
it: calcolatrice-della-frequenza-cardiaca-massima/
lb: maximal-haerz-taux-rechner-/
ms: kalkulator-kadar-jantung-maks/
nl: maximale-hartslagcalculator/
sq: llogaritesi-maksimal-i-rrahjeve-te-zemres/
sw: kikokotoo-cha-juu-cha-mapigo-ya-moyo/
uz: maksimal-yurak-urishi-kalkulyatori/
vi: may-tinh-nhip-tim-toi-da/

source: treadmill-calorie-calculator/
af: trapmeul-kalorie-sakrekenaar/
az: treadmill-kalori-kalkulyatoru/
bs: kalkulator-kalorija-na-traci-za-trcanje/
ca: calculadora-de-calories-de-la-cinta-de-correr/
cy: cyfrifiannell-caloriau-melin-draed-/
eo: kalkulilo-de-kalorioj-sur-tretmuelilo/
eu: zinta-kaloria-kalkulagailua/
ga: aireamhan-calorie-treadmill/
id: kalkulator-kalori-treadmill/
it: calcolatrice-calorie-tapis-roulant/
lb: treadmill-kalorie-rechner/
ms: kalkulator-kalori-treadmill/
nl: loopband-caloriecalculator/
sq: kalkulator-i-kalorive-ne-rutine/
sw: kikokotoo-cha-kalori-cha-treadmill/
uz: treadmill-kaloriya-kalkulyatori/
vi: may-tinh-calo-tren-may-chay-bo/

source: swimming-calorie-calculator/
af: swem-kalorie-sakrekenaar/
az: uzguculuk-kalori-kalkulyatoru/
bs: kalkulator-kalorija-za-plivanje/
ca: calculadora-de-calories-de-natacio/
cy: cyfrifiannell-caloriau-nofio-/
eo: naganta-kaloriokalkulilo/
eu: igeriketa-kaloria-kalkulagailua/
ga: aireamhan-calorie-snamha-/
id: kalkulator-kalori-renang/
it: calcolatrice-calorie-nuoto/
lb: schwammen-kalorie-rechner/
ms: kalkulator-kalori-renang/
nl: zwemcalorieencalculator/
sq: kalkulator-i-kalorive-te-notit/
sw: kikokotoo-cha-kalori-cha-kuogelea/
uz: suzish-uchun-kaloriya-kalkulyatori-/
vi: may-tinh-luong-calo-khi-boi/

source: walking-and-run-calorie-calculator/
af: stap-en-hardloop-kalorie-sakrekenaar/
az: gezinti-ve-qacis-kalori-kalkulyatoru/
bs: kalkulator-kalorija-za-hodanje-i-trcanje/
ca: calculadora-de-calories-caminant-i-correr/
cy: cerdded-a-rhedeg-cyfrifiannell-caloriau-/
eo: marsi-kaj-kuri-kaloriokalkulilon/
eu: oinez-eta-korrika-kaloria-kalkulagailua/
ga: aireamhan-calrai-siul-agus-rith/
id: kalkulator-kalori-berjalan-dan-berlari/
it: calcolatrice-delle-calorie-per-camminare-e-correre/
lb: fouss-a-lafen-kalorie-rechner/
ms: berjalan-dan-berlari-kalkulator-kalori/
nl: caloriecalculator-voor-wandelen-en-hardlopen/
sq: kalkulator-i-kalorive-ne-kembe-dhe-vrap/
sw: kutembea-na-kukimbia-kikokotoo-cha-kalori/
uz: yurish-va-yugurish-uchun-kaloriya-kalkulyatori/
vi: may-tinh-luong-calo-khi-di-bo-va-chay-bo/

source: resting-metabolic-rate-calculator/
af: rus-metaboliese-tempo-sakrekenaar/
az: istirahet-zamani-metabolizm-derecesi-kalkulyatoru/
bs: kalkulator-brzine-metabolizma-u-mirovanju/
ca: calculadora-de-taxa-metabolica-en-repos/
cy: cyfrifiannell-cyfradd-metabolig-gorffwys-/
eo: kalkulilo-de-ripoza-metabola-indico/
eu: atseden-tasa-metabolikoaren-kalkulagailua/
ga: aireamhan-rata-meitibileach-scithe/
id: kalkulator-laju-metabolisme-istirahat/
it: calcolatore-del-metabolismo-basale/
lb: rescht-metabolic-taux-rechner-/
ms: kalkulator-kadar-metabolisme-berehat/
nl: rekenmachine-voor-rustmetabolisme/
sq: kalkulator-i-ritmit-metabolik-ne-pushim/
sw: kikokotoo-cha-kupumzika-kwa-kiwango-cha-metabolic/
uz: dam-olish-metabolizm-tezligi-kalkulyatori-/
vi: may-tinh-ty-le-trao-doi-chat-khi-nghỉ-ngoi/

source: weight-gain-calculator/
af: gewigstoename-sakrekenaar/
az: ceki-artimi-kalkulyatoru/
bs: kalkulator-debljanja/
ca: calculadora-daugment-de-pes/
cy: cyfrifiannell-ennill-pwysau/
eo: pezo-kalkulilo/
eu: pisua-irabazi-kalkulagailua/
ga: aireamhan-meachan-a-fhail/
id: kalkulator-penambahan-berat-badan/
it: calcolatore-dellaumento-di-peso/
lb: gewiicht-gewenn-rechner-/
ms: kalkulator-kenaikan-berat-badan/
nl: gewichtstoename-calculator/
sq: kalkulator-per-shtimin-e-peshes/
sw: kikokotoo-cha-kuongeza-uzito/
uz: vazn-ortishi-kalkulyatori/
vi: may-tinh-tang-can/

source: breastfeeding-mother-calorie-calculator/
af: borsvoedende-ma-kalorie-sakrekenaar/
az: sud-veren-ana-kalori-kalkulyatoru/
bs: kalkulator-kalorija-za-majku-koja-doji/
ca: calculadora-de-calories-de-la-mare-lactant/
cy: cyfrifiannell-caloriau-mam-syn-bwydo-ar-y-fron/
eo: mamnutranta-patrino-kaloria-kalkulilo/
eu: edoskitzen-ari-den-ama-kaloria-kalkulagailua/
ga: aireamhan-calorie-mathar-ata-ag-beathu-ciche/
id: kalkulator-kalori-ibu-menyusui/
it: calcolatrice-calorie-per-madri-che-allattano/
lb: stillen-mamm-kalorie-rechner-/
ms: kalkulator-kalori-ibu-menyusu/
nl: calorieencalculator-voor-moeders-die-borstvoeding-geven/
sq: llogaritesi-i-kalorive-nena-qe-ushqen-me-gji/
sw: kikokotoo-cha-kalori-cha-mama-anayenyonyesha/
uz: emizikli-onaning-kaloriya-kalkulyatori-/
vi: may-tinh-calo-cho-ba-mẹ-dang-cho-con-bu/

source: absolute-neutrophil-count-calculator/
af: absolute-neutrofiele-telling-sakrekenaar/
az: mutleq-neytrofil-sayi-kalkulyatoru/
bs: kalkulator-apsolutnog-broja-neutrofila/
ca: calculadora-de-recompte-absolut-de-neutrofils/
cy: cyfrifiannell-cyfrif-niwtrophil-absoliwt/
eo: kalkulilo-de-absoluta-neutrofila-kalkulo/
eu: neutrofiloen-zenbaketa-absolutua-kalkulagailua/
ga: aireamhan-comhairimh-neodrofail-iomlan/
id: kalkulator-jumlah-neutrofil-absolut/
it: calcolatrice-conta-assoluta-dei-neutrofili/
lb: absolute-neutrophil-count-rechner/
ms: kalkulator-kiraan-neutrofil-mutlak/
nl: absolute-neutrofielentellingcalculator/
sq: kalkulator-i-numrit-absolut-te-neutrofileve/
sw: kikokotoo-kamili-cha-hesabu-ya-neutrofili/
uz: mutlaq-neytrofillar-soni-kalkulyatori/
vi: may-tinh-dem-so-luong-bach-cau-trung-tinh-tuyet-doi/

source: absolute-lymphocyte-count-calculator/
af: absolute-limfosiet-telling-sakrekenaar/
az: mutleq-limfosit-sayi-kalkulyatoru/
bs: kalkulator-apsolutnog-broja-limfocita/
ca: calculadora-de-recompte-absolut-de-limfocits/
cy: cyfrifiannell-cyfrif-lymffosyt-absoliwt/
eo: kalkulilo-de-absoluta-limfocitkalkulo/
eu: linfozitoen-zenbaketa-absolutua-kalkulagailua/
ga: aireamhan-comhairimh-iomlan-limficiti/
id: kalkulator-jumlah-limfosit-absolut/
it: calcolatrice-del-conteggio-assoluto-dei-linfociti/
lb: absolute-lymphozytenzuel-rechner/
ms: kalkulator-kiraan-limfosit-mutlak/
nl: rekenmachine-voor-absoluut-aantal-lymfocyten/
sq: kalkulator-i-numrit-absolut-te-limfociteve/
sw: kikokotoo-kamili-cha-hesabu-ya-lymphocyte/
uz: mutlaq-limfotsitlar-soni-kalkulyatori/
vi: may-tinh-dem-so-luong-te-bao-lympho-tuyet-doi/

source: reticulocyte-index-calculator/
af: retikulosiet-indeks-sakrekenaar/
az: retikulosit-indeksinin-kalkulyatoru/
bs: kalkulator-indeksa-retikulocita/
ca: calculadora-dindex-de-reticulocits/
cy: cyfrifiannell-mynegai-reticulocyte/
eo: kalkulilo-de-retikulocitaj-indekso/
eu: erretikulozitoen-indize-kalkulagailua/
ga: aireamhan-inneacs-reticulocyte/
id: kalkulator-indeks-retikulosit/
it: calcolatore-dellindice-reticolocitario/
lb: reticulocyte-index-rechner/
ms: kalkulator-indeks-retikulosit/
nl: rekenmachine-voor-reticulocytenindex/
sq: llogaritesi-i-indeksit-te-retikulociteve/
sw: kikokotoo-cha-kihesabu-cha-reticulocyte/
uz: retikulotsitlar-indeksi-kalkulyatori/
vi: may-tinh-chỉ-so-hong-cau-luoi/

source: child-turcotte-pugh-score-calculator/
af: kind-turcotte-pugh-telling-sakrekenaar/
az: usaq-turcotte-pugh-hesab-kalkulyatoru/
bs: dijete-turcotte-pugh-kalkulator-rezultata/
ca: calculadora-de-puntuacio-infantil-turcotte-pugh/
cy: cyfrifiannell-sgor-turcotte-pugh-plentyn/
eo: kalkulilo-de-poentaro-de-infano-turcotte-pugh/
eu: haur-turcotte-pugh-puntuazio-kalkulagailua/
ga: aireamhan-scor-turcotte-paiste-pugh/
id: kalkulator-skor-anak-turcotte-pugh/
it: calcolatore-del-punteggio-di-turcotte-pugh-per-bambini/
lb: kand-turcotte-pugh-score-rechner-/
ms: kalkulator-skor-anak-turcotte-pugh/
nl: kind-turcotte-pugh-score-calculator/
sq: llogaritesi-i-rezultateve-per-femije-turkote-pugh/
sw: kikokotoo-cha-alama-za-turcotte-pugh/
uz: bolalar-uchun-turkot-pugh-ball-kalkulyatori/
vi: may-tinh-diem-pugh-turcotte-tre-em/

source: medication-dosage-calculator/
af: medikasie-dosis-sakrekenaar/
az: derman-dozasi-kalkulyatoru/
bs: kalkulator-doze-lijekova/
ca: calculadora-de-dosis-de-medicaments/
cy: cyfrifiannell-dos-meddyginiaeth/
eo: kalkulilo-de-dozo-de-medikamentoj/
eu: botiken-dosi-kalkulagailua/
ga: aireamhan-daileog-cogas/
id: kalkulator-dosis-obat/
it: calcolatore-del-dosaggio-dei-farmaci/
lb: medikamenter-doseierung-rechner-/
ms: kalkulator-dos-ubat/
nl: medicatie-doseringscalculator/
sq: llogaritesi-i-dozes-se-barnave/
sw: kikokotoo-cha-kipimo-cha-dawa/
uz: dori-dozalari-kalkulyatori/
vi: may-tinh-lieu-luong-thuoc/

source: ovulation-calculator/
af: ovulasie-sakrekenaar/
az: ovulyasiya-kalkulyatoru/
bs: kalkulator-ovulacije/
ca: calculadora-dovulacio/
cy: cyfrifiannell-ofwleiddio/
eo: ovula-kalkulilo/
eu: obulazio-kalkulagailua/
ga: aireamhan-ovulation/
id: kalkulator-ovulasi/
it: calcolatrice-dellovulazione/
lb: ovulation-rechner/
ms: kalkulator-ovulasi/
nl: ovulatiecalculator/
sq: kalkulator-i-ovulacionit/
sw: kikokotoo-cha-ovulation/
uz: ovulyatsiya-kalkulyatori/
vi: may-tinh-rung-trung/
