Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: cooking-recipe-converter/<str:unit_from>+<str:unit_to>/
af: kookresep-omskakelaar/<str:unit_from>+<str:unit_to>/
az: yemek-resepti-ceviricisi/<str:unit_from>+<str:unit_to>/
bs: konverter-recepata-za-kuvanje/<str:unit_from>+<str:unit_to>/
ca: convertidor-de-receptes-de-cuina/<str:unit_from>+<str:unit_to>/
cy: trawsnewidydd-rysait-coginio/<str:unit_from>+<str:unit_to>/
eo: konvertilo-de-receptoj-de-kuirado/<str:unit_from>+<str:unit_to>/
eu: sukaldaritza-errezeta-bihurgailua/<str:unit_from>+<str:unit_to>/
ga: tiontaire-oidis-cocaireachta/<str:unit_from>+<str:unit_to>/
id: konverter-resep-masakan/<str:unit_from>+<str:unit_to>/
it: convertitore-di-ricette-di-cucina/<str:unit_from>+<str:unit_to>/
lb: kachen-rezept-converter-/<str:unit_from>+<str:unit_to>/
ms: penukar-resipi-masakan/<str:unit_from>+<str:unit_to>/
nl: kookrecept-converter/<str:unit_from>+<str:unit_to>/
sq: konvertues-i-recetave-te-gatimit/<str:unit_from>+<str:unit_to>/
sw: kibadilishaji-cha-mapishi-ya-kupikia/<str:unit_from>+<str:unit_to>/
uz: pishirish-retsepti-konvertori/<str:unit_from>+<str:unit_to>/
vi: cong-thuc-nau-an-chuyen-doi/<str:unit_from>+<str:unit_to>/

source: electric-current-converter/
af: elektriese-stroomomskakelaar/
az: elektrik-cereyani-ceviricisi/
bs: pretvarac-elektricne-struje/
ca: convertidor-de-corrent-electric/
cy: trawsnewidydd-cerrynt-trydan/
eo: elektra-kurento-konvertilo/
eu: korronte-elektriko-bihurgailua/
ga: tiontaire-srutha-leictrigh/
id: konverter-arus-listrik/
it: convertitore-di-corrente-elettrica/
lb: elektresch-stroumconverter-/
ms: penukar-arus-elektrik/
nl: elektrische-stroomomvormer/
sq: konverteri-i-rrymes-elektrike/
sw: kigeuzi-cha-sasa-cha-umeme/
uz: elektr-tokini-ozgartiruvchi-/
vi: bo-chuyen-doi-dong-dien/

source: electric-current-converter/<str:unit_from>+<str:unit_to>/
af: elektriese-stroomomskakelaar/<str:unit_from>+<str:unit_to>/
az: elektrik-cereyani-ceviricisi/<str:unit_from>+<str:unit_to>/
bs: pretvarac-elektricne-struje/<str:unit_from>+<str:unit_to>/
ca: convertidor-de-corrent-electric/<str:unit_from>+<str:unit_to>/
cy: trawsnewidydd-cerrynt-trydan/<str:unit_from>+<str:unit_to>/
eo: elektra-kurento-konvertilo/<str:unit_from>+<str:unit_to>/
eu: korronte-elektriko-bihurgailua/<str:unit_from>+<str:unit_to>/
ga: tiontaire-srutha-leictrigh/<str:unit_from>+<str:unit_to>/
id: konverter-arus-listrik/<str:unit_from>+<str:unit_to>/
it: convertitore-di-corrente-elettrica/<str:unit_from>+<str:unit_to>/
lb: elektresch-stroumconverter-/<str:unit_from>+<str:unit_to>/
ms: penukar-arus-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrische-stroomomvormer/<str:unit_from>+<str:unit_to>/
sq: konverteri-i-rrymes-elektrike/<str:unit_from>+<str:unit_to>/
sw: kigeuzi-cha-sasa-cha-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-tokini-ozgartiruvchi-/<str:unit_from>+<str:unit_to>/
vi: bo-chuyen-doi-dong-dien/<str:unit_from>+<str:unit_to>/

source: convert-density/
af: omskep-digtheid/
az: sixligi-cevirmek/
bs: pretvoriti-gustinu/
ca: convertir-densitat/
cy: trosi-dwysedd/
eo: konverti-densecon/
eu: bihurtzeko-dentsitatea/
ga: tiontaigh-dlus/
id: konversi-kepadatan/
it: convertire-densita/
lb: konverteieren-dicht-/
ms: menukar-ketumpatan/
nl: dichtheid-omzetten/
sq: konverto-dendesine/
sw: kubadilisha-msongamano/
uz: konvertatsiya-zichligi/
vi: chuyen-doi-mat-do/

source: convert-density/<str:unit_from>+<str:unit_to>/
af: omskep-digtheid/<str:unit_from>+<str:unit_to>/
az: sixligi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-gustinu/<str:unit_from>+<str:unit_to>/
ca: convertir-densitat/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd/<str:unit_from>+<str:unit_to>/
eo: konverti-densecon/<str:unit_from>+<str:unit_to>/
eu: bihurtzeko-dentsitatea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus/<str:unit_from>+<str:unit_to>/
id: konversi-kepadatan/<str:unit_from>+<str:unit_to>/
it: convertire-densita/<str:unit_from>+<str:unit_to>/
lb: konverteieren-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan/<str:unit_from>+<str:unit_to>/
nl: dichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-dendesine/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-msongamano/<str:unit_from>+<str:unit_to>/
uz: konvertatsiya-zichligi/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do/<str:unit_from>+<str:unit_to>/

source: convert-electric-conductance/
af: skakel-elektriese-geleiding-om/
az: elektrik-keciriciliyini-cevirmek/
bs: pretvoriti-elektricnu-provodljivost/
ca: convertir-la-conductancia-electrica/
cy: trosi-dargludiad-trydan/
eo: konverti-elektran-konduktancon/
eu: eroankortasun-elektrikoa-bihurtzea/
ga: tiontaigh-seoltacht-leictreach/
id: mengubah-konduktansi-listrik/
it: convertire-la-conduttanza-elettrica/
lb: elektresch-konduktioun-konverteieren/
ms: menukar-kekonduksian-elektrik/
nl: elektrische-geleiding-omzetten/
sq: konverto-percjellshmerine-elektrike/
sw: kubadilisha-upitishaji-wa-umeme/
uz: elektr-otkazuvchanligini-aylantirish-/
vi: chuyen-doi-do-dan-dien/

source: convert-electric-conductance/<str:unit_from>+<str:unit_to>/
af: skakel-elektriese-geleiding-om/<str:unit_from>+<str:unit_to>/
az: elektrik-keciriciliyini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-elektricnu-provodljivost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-conductancia-electrica/<str:unit_from>+<str:unit_to>/
cy: trosi-dargludiad-trydan/<str:unit_from>+<str:unit_to>/
eo: konverti-elektran-konduktancon/<str:unit_from>+<str:unit_to>/
eu: eroankortasun-elektrikoa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-seoltacht-leictreach/<str:unit_from>+<str:unit_to>/
id: mengubah-konduktansi-listrik/<str:unit_from>+<str:unit_to>/
it: convertire-la-conduttanza-elettrica/<str:unit_from>+<str:unit_to>/
lb: elektresch-konduktioun-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukar-kekonduksian-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrische-geleiding-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-percjellshmerine-elektrike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-upitishaji-wa-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-otkazuvchanligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-dan-dien/<str:unit_from>+<str:unit_to>/

source: convert-electrical-conductivity/
af: skakel-elektriese-geleiding-om/
az: elektrik-keciriciliyini-cevirmek/
bs: pretvoriti-elektricnu-provodljivost/
ca: convertir-la-conductivitat-electrica/
cy: trosi-dargludedd-trydanol/
eo: konverti-elektran-konduktivecon/
eu: eroankortasun-elektrikoa-bihurtzea/
ga: seoltacht-leictreach-a-thiontu/
id: mengubah-konduktivitas-listrik/
it: convertire-la-conduttivita-elettrica/
lb: elektresch-konduktiviteit-konverteieren/
ms: menukarkan-kekonduksian-elektrik/
nl: elektrische-geleidbaarheid-omzetten/
sq: konverto-percueshmerine-elektrike/
sw: kubadilisha-conductivity-ya-umeme/
uz: elektr-otkazuvchanligini-aylantirish-/
vi: chuyen-doi-do-dan-dien/

source: convert-electrical-conductivity/<str:unit_from>+<str:unit_to>/
af: skakel-elektriese-geleiding-om/<str:unit_from>+<str:unit_to>/
az: elektrik-keciriciliyini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-elektricnu-provodljivost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-conductivitat-electrica/<str:unit_from>+<str:unit_to>/
cy: trosi-dargludedd-trydanol/<str:unit_from>+<str:unit_to>/
eo: konverti-elektran-konduktivecon/<str:unit_from>+<str:unit_to>/
eu: eroankortasun-elektrikoa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: seoltacht-leictreach-a-thiontu/<str:unit_from>+<str:unit_to>/
id: mengubah-konduktivitas-listrik/<str:unit_from>+<str:unit_to>/
it: convertire-la-conduttivita-elettrica/<str:unit_from>+<str:unit_to>/
lb: elektresch-konduktiviteit-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukarkan-kekonduksian-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrische-geleidbaarheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-percueshmerine-elektrike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-conductivity-ya-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-otkazuvchanligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-dan-dien/<str:unit_from>+<str:unit_to>/

source: convert-electric-field-strength/
af: skakel-elektriese-veldsterkte-om/
az: elektrik-sahesinin-gucunu-cevirmek/
bs: pretvoriti-jacinu-elektricnog-polja/
ca: convertir-la-intensitat-del-camp-electric/
cy: trosi-cryfder-maes-trydan/
eo: konverti-elektran-kampan-forton/
eu: eremu-elektrikoaren-indarra-bihurtzea/
ga: tiontaigh-neart-reimse-leictrigh/
id: mengkonversi-kekuatan-medan-listrik/
it: convertire-lintensita-del-campo-elettrico/
lb: elektresch-feldstaerkt-konverteieren/
ms: menukar-kekuatan-medan-elektrik/
nl: elektrische-veldsterkte-omzetten/
sq: konverto-fuqine-e-fushes-elektrike/
sw: kubadilisha-nguvu-ya-uwanja-wa-umeme/
uz: elektr-maydon-kuchini-aylantirish/
vi: chuyen-doi-cuong-do-dien-truong/

source: convert-electric-field-strength/<str:unit_from>+<str:unit_to>/
af: skakel-elektriese-veldsterkte-om/<str:unit_from>+<str:unit_to>/
az: elektrik-sahesinin-gucunu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-jacinu-elektricnog-polja/<str:unit_from>+<str:unit_to>/
ca: convertir-la-intensitat-del-camp-electric/<str:unit_from>+<str:unit_to>/
cy: trosi-cryfder-maes-trydan/<str:unit_from>+<str:unit_to>/
eo: konverti-elektran-kampan-forton/<str:unit_from>+<str:unit_to>/
eu: eremu-elektrikoaren-indarra-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-neart-reimse-leictrigh/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kekuatan-medan-listrik/<str:unit_from>+<str:unit_to>/
it: convertire-lintensita-del-campo-elettrico/<str:unit_from>+<str:unit_to>/
lb: elektresch-feldstaerkt-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukar-kekuatan-medan-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrische-veldsterkte-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-fuqine-e-fushes-elektrike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-nguvu-ya-uwanja-wa-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-maydon-kuchini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-cuong-do-dien-truong/<str:unit_from>+<str:unit_to>/

source: convert-electric-potential/
af: skakel-elektriese-potensiaal-om/
az: elektrik-potensialini-cevirmek/
bs: pretvoriti-elektricni-potencijal/
ca: convertir-potencial-electric/
cy: trosi-potensial-trydan/
eo: konverti-elektran-potencialon/
eu: potentzial-elektrikoa-bihurtu/
ga: tiontaigh-poiteinseal-leictreach/
id: mengubah-potensi-listrik/
it: convertire-il-potenziale-elettrico/
lb: elektresch-potenzial-emsetzen/
ms: menukar-potensi-elektrik/
nl: elektrisch-potentieel-omzetten/
sq: konverto-potencialin-elektrik/
sw: kubadilisha-uwezo-wa-umeme/
uz: elektr-potentsialini-aylantirish/
vi: chuyen-doi-dien-the/

source: convert-electric-potential/<str:unit_from>+<str:unit_to>/
af: skakel-elektriese-potensiaal-om/<str:unit_from>+<str:unit_to>/
az: elektrik-potensialini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-elektricni-potencijal/<str:unit_from>+<str:unit_to>/
ca: convertir-potencial-electric/<str:unit_from>+<str:unit_to>/
cy: trosi-potensial-trydan/<str:unit_from>+<str:unit_to>/
eo: konverti-elektran-potencialon/<str:unit_from>+<str:unit_to>/
eu: potentzial-elektrikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-poiteinseal-leictreach/<str:unit_from>+<str:unit_to>/
id: mengubah-potensi-listrik/<str:unit_from>+<str:unit_to>/
it: convertire-il-potenziale-elettrico/<str:unit_from>+<str:unit_to>/
lb: elektresch-potenzial-emsetzen/<str:unit_from>+<str:unit_to>/
ms: menukar-potensi-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrisch-potentieel-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-potencialin-elektrik/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-uwezo-wa-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-potentsialini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-dien-the/<str:unit_from>+<str:unit_to>/

source: convert-electrical-resistance/
af: skakel-elektriese-weerstand-om/
az: elektrik-muqavimetini-cevirmek/
bs: pretvoriti-elektricni-otpor/
ca: convertir-la-resistencia-electrica/
cy: trosi-gwrthiant-trydanol/
eo: konverti-elektran-reziston/
eu: erresistentzia-elektrikoa-bihurtzea/
ga: tiontaigh-friotaiocht-leictreach/
id: mengubah-resistansi-listrik/
it: convertire-la-resistenza-elettrica/
lb: elektresch-resistenz-konverteieren-/
ms: menukar-rintangan-elektrik/
nl: elektrische-weerstand-omzetten/
sq: konverto-rezistencen-elektrike/
sw: kubadilisha-upinzani-wa-umeme/
uz: elektr-qarshiligini-aylantirish/
vi: chuyen-doi-dien-tro/

source: convert-electrical-resistance/<str:unit_from>+<str:unit_to>/
af: skakel-elektriese-weerstand-om/<str:unit_from>+<str:unit_to>/
az: elektrik-muqavimetini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-elektricni-otpor/<str:unit_from>+<str:unit_to>/
ca: convertir-la-resistencia-electrica/<str:unit_from>+<str:unit_to>/
cy: trosi-gwrthiant-trydanol/<str:unit_from>+<str:unit_to>/
eo: konverti-elektran-reziston/<str:unit_from>+<str:unit_to>/
eu: erresistentzia-elektrikoa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-friotaiocht-leictreach/<str:unit_from>+<str:unit_to>/
id: mengubah-resistansi-listrik/<str:unit_from>+<str:unit_to>/
it: convertire-la-resistenza-elettrica/<str:unit_from>+<str:unit_to>/
lb: elektresch-resistenz-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-rintangan-elektrik/<str:unit_from>+<str:unit_to>/
nl: elektrische-weerstand-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rezistencen-elektrike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-upinzani-wa-umeme/<str:unit_from>+<str:unit_to>/
uz: elektr-qarshiligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-dien-tro/<str:unit_from>+<str:unit_to>/

source: convert-electrostatic-capacitance/
af: skakel-elektrostatiese-kapasitansie-om/
az: elektrostatik-tutumu-cevirmek/
bs: pretvoriti-elektrostaticku-kapacitivnost/
ca: convertir-la-capacitat-electrostatica/
cy: trosi-cynhwysedd-electrostatig/
eo: konverti-elektrostatikan-kapacitancon/
eu: kapazitate-elektrostatikoa-bihurtu/
ga: tiontaigh-toilleas-leictreastatach/
id: mengkonversi-kapasitansi-elektrostatik/
it: convertire-la-capacita-elettrostatica/
lb: konverteieren-elektrostatesch-kapaziteit-/
ms: menukar-kemuatan-elektrostatik/
nl: elektrostatische-capaciteit-omzetten/
sq: konverton-kapacitetin-elektrostatik/
sw: kubadilisha-uwezo-wa-kielektroniki/
uz: elektrostatik-sigimni-aylantirish-/
vi: chuyen-doi-dien-dung-tinh-dien/

source: convert-electrostatic-capacitance/<str:unit_from>+<str:unit_to>/
af: skakel-elektrostatiese-kapasitansie-om/<str:unit_from>+<str:unit_to>/
az: elektrostatik-tutumu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-elektrostaticku-kapacitivnost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-capacitat-electrostatica/<str:unit_from>+<str:unit_to>/
cy: trosi-cynhwysedd-electrostatig/<str:unit_from>+<str:unit_to>/
eo: konverti-elektrostatikan-kapacitancon/<str:unit_from>+<str:unit_to>/
eu: kapazitate-elektrostatikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-toilleas-leictreastatach/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kapasitansi-elektrostatik/<str:unit_from>+<str:unit_to>/
it: convertire-la-capacita-elettrostatica/<str:unit_from>+<str:unit_to>/
lb: konverteieren-elektrostatesch-kapaziteit-/<str:unit_from>+<str:unit_to>/
ms: menukar-kemuatan-elektrostatik/<str:unit_from>+<str:unit_to>/
nl: elektrostatische-capaciteit-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverton-kapacitetin-elektrostatik/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-uwezo-wa-kielektroniki/<str:unit_from>+<str:unit_to>/
uz: elektrostatik-sigimni-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-dien-dung-tinh-dien/<str:unit_from>+<str:unit_to>/

source: convert-volume-flow/
af: omskep-volumevloei/
az: hecmi-axini-cevirmek/
bs: pretvoriti-zapreminski-protok/
ca: convertir-el-cabal-volum/
cy: trosi-llif-cyfaint/
eo: konverti-volumenofluon/
eu: bolumen-fluxua-bihurtu/
ga: tiontaigh-sreabhadh-toirte/
id: mengkonversi-aliran-volume/
it: convertire-il-flusso-di-volume/
lb: volume-flux-konverteieren-/
ms: menukar-aliran-isipadu/
nl: volumestroom-omzetten/
sq: konverto-rrjedhen-e-volumit/
sw: badilisha-mtiririko-wa-sauti/
uz: tovush-oqimini-aylantirish/
vi: chuyen-doi-luu-luong-the-tich/

source: convert-volume-flow/<str:unit_from>+<str:unit_to>/
af: omskep-volumevloei/<str:unit_from>+<str:unit_to>/
az: hecmi-axini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-zapreminski-protok/<str:unit_from>+<str:unit_to>/
ca: convertir-el-flux-de-volum/<str:unit_from>+<str:unit_to>/
cy: trosi-llif-cyfaint/<str:unit_from>+<str:unit_to>/
eo: konverti-volumenofluon/<str:unit_from>+<str:unit_to>/
eu: bolumen-fluxua-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-sreabhadh-toirte/<str:unit_from>+<str:unit_to>/
id: mengkonversi-aliran-volume/<str:unit_from>+<str:unit_to>/
it: convertire-il-flusso-di-volume/<str:unit_from>+<str:unit_to>/
lb: volume-flux-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-aliran-isipadu/<str:unit_from>+<str:unit_to>/
nl: volumestroom-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rrjedhen-e-volumit/<str:unit_from>+<str:unit_to>/
sw: badilisha-mtiririko-wa-sauti/<str:unit_from>+<str:unit_to>/
uz: tovush-oqimini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-luu-luong-the-tich/<str:unit_from>+<str:unit_to>/

source: convert-molar-flow/<str:unit_from>+<str:unit_to>/
af: omskep-molere-vloei/<str:unit_from>+<str:unit_to>/
az: molar-axini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-molarni-protok/<str:unit_from>+<str:unit_to>/
ca: convertir-el-flux-molar/<str:unit_from>+<str:unit_to>/
cy: trosi-llif-molar/<str:unit_from>+<str:unit_to>/
eo: konverti-molaran-fluon/<str:unit_from>+<str:unit_to>/
eu: fluxu-molarra-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-sreabhadh-molar/<str:unit_from>+<str:unit_to>/
id: mengkonversi-aliran-molar/<str:unit_from>+<str:unit_to>/
it: convertire-il-flusso-molare/<str:unit_from>+<str:unit_to>/
lb: molar-flow-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukarkan-aliran-molar/<str:unit_from>+<str:unit_to>/
nl: molaire-stroming-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rrjedhen-molare/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mtiririko-wa-molar/<str:unit_from>+<str:unit_to>/
uz: molyar-oqimni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-luu-luong-mol/<str:unit_from>+<str:unit_to>/

source: convert-molar-flow/
af: omskep-molere-vloei/
az: molar-axini-cevirmek/
bs: pretvoriti-molarni-protok/
ca: convertir-el-flux-molar/
cy: trosi-llif-molar/
eo: konverti-molaran-fluon/
eu: fluxu-molarra-bihurtu/
ga: tiontaigh-sreabhadh-molar/
id: mengkonversi-aliran-molar/
it: convertire-il-flusso-molare/
lb: molar-flow-konverteieren-/
ms: menukarkan-aliran-molar/
nl: molaire-stroming-omzetten/
sq: konverto-rrjedhen-molare/
sw: kubadilisha-mtiririko-wa-molar/
uz: molyar-oqimni-aylantirish/
vi: chuyen-doi-luu-luong-mol/

source: convert-mass-flux-density/<str:unit_from>+<str:unit_to>/
af: herlei-massa-vloeddigtheid/<str:unit_from>+<str:unit_to>/
az: kutle-axininin-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-gustinu-masenog-fluksa/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-flux-de-massa/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-fflwcs-mas/<str:unit_from>+<str:unit_to>/
eo: konverti-masa-fluodenseco/<str:unit_from>+<str:unit_to>/
eu: fluxu-masikoaren-dentsitatea-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-floscdhlus-mais/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kerapatan-fluks-massa/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-del-flusso-di-massa/<str:unit_from>+<str:unit_to>/
lb: konverteieren-mass-flux-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-fluks-jisim/<str:unit_from>+<str:unit_to>/
nl: massafluxdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-densitetin-e-fluksit-masiv/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-msongamano-wa-mtiririko-wa-wingi/<str:unit_from>+<str:unit_to>/
uz: massa-oqimi-zichligini-ozgartirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-thong-luong-khoi-luong/<str:unit_from>+<str:unit_to>/

source: convert-mass-flux-density/
af: herlei-massa-vloeddigtheid/
az: kutle-axininin-sixligini-cevirmek/
bs: pretvoriti-gustinu-masenog-fluksa/
ca: convertir-la-densitat-de-flux-de-massa/
cy: trosi-dwysedd-fflwcs-mas/
eo: konverti-masa-fluodenseco/
eu: fluxu-masikoaren-dentsitatea-bihurtzea/
ga: tiontaigh-floscdhlus-mais/
id: mengkonversi-kerapatan-fluks-massa/
it: convertire-la-densita-del-flusso-di-massa/
lb: konverteieren-mass-flux-dicht-/
ms: menukar-ketumpatan-fluks-jisim/
nl: massafluxdichtheid-omzetten/
sq: konverto-densitetin-e-fluksit-masiv/
sw: kubadilisha-msongamano-wa-mtiririko-wa-wingi/
uz: massa-oqimi-zichligini-ozgartirish-/
vi: chuyen-doi-mat-do-thong-luong-khoi-luong/

source: convert-mass-flow/
af: omskep-massavloei/
az: kutle-axini-cevirmek/
bs: pretvoriti-maseni-protok/
ca: convertir-el-flux-de-massa/
cy: trosi-llif-mas/
eo: konverti-amasfluon/
eu: masa-fluxua-bihurtu/
ga: tiontaigh-ollsreabh/
id: mengkonversi-aliran-massa/
it: convertire-il-flusso-di-massa/
lb: konverteieren-mass-flow-/
ms: menukar-aliran-jisim/
nl: massastroom-omzetten/
sq: konverto-rrjedhen-e-mases/
sw: kubadilisha-mtiririko-wa-wingi/
uz: massa-oqimini-aylantirish/
vi: chuyen-doi-luu-luong-khoi-luong/

source: convert-mass-flow/<str:unit_from>+<str:unit_to>/
af: omskep-massavloei/<str:unit_from>+<str:unit_to>/
az: kutle-axini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-maseni-protok/<str:unit_from>+<str:unit_to>/
ca: convertir-el-flux-de-massa/<str:unit_from>+<str:unit_to>/
cy: trosi-llif-mas/<str:unit_from>+<str:unit_to>/
eo: konverti-amasfluon/<str:unit_from>+<str:unit_to>/
eu: masa-fluxua-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-ollsreabh/<str:unit_from>+<str:unit_to>/
id: mengkonversi-aliran-massa/<str:unit_from>+<str:unit_to>/
it: convertire-il-flusso-di-massa/<str:unit_from>+<str:unit_to>/
lb: konverteieren-mass-flow-/<str:unit_from>+<str:unit_to>/
ms: menukar-aliran-jisim/<str:unit_from>+<str:unit_to>/
nl: massastroom-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rrjedhen-e-mases/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-mtiririko-wa-wingi/<str:unit_from>+<str:unit_to>/
uz: massa-oqimini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-luu-luong-khoi-luong/<str:unit_from>+<str:unit_to>/

source: convert-fuel-efficiency-mass/
af: skakel-brandstofdoeltreffendheid-massa-om/
az: yanacaq-semereliliyi-kutlesini-cevirmek/
bs: pretvoriti-masu-efikasnosti-goriva/
ca: convertir-massa-deficiencia-de-combustible/
cy: trosi-mas-effeithlonrwydd-tanwydd/
eo: konverti-mason-de-fuelefikeco/
eu: erregai-eraginkortasunaren-masa-bihurtzea/
ga: tiontaigh-mais-eifeachtulachta-breosla/
id: mengkonversi-efisiensi-bahan-bakar-massa/
it: convertire-lefficienza-del-carburante-massa/
lb: konverteieren-brennstoff-effizienz-mass-/
ms: menukar-jisim-kecekapan-bahan-api/
nl: brandstofefficientie-massa/converteren
sq: konverto-masen-e-efikasitetit-te-karburantit/
sw: kubadilisha-uzito-wa-ufanisi-wa-mafuta/
uz: yoqilgi-samaradorligi-massasini-aylantirish-/
vi: chuyen-doi-khoi-luong-hieu-qua-nhien-lieu/
