Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: convert-fuel-efficiency-mass/<str:unit_from>+<str:unit_to>/
af: skakel-brandstofdoeltreffendheid-massa-om/<str:unit_from>+<str:unit_to>/
az: yanacaq-semereliliyi-kutlesini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-masu-efikasnosti-goriva/<str:unit_from>+<str:unit_to>/
ca: convertir-massa-deficiencia-de-combustible/<str:unit_from>+<str:unit_to>/
cy: trosi-mas-effeithlonrwydd-tanwydd/<str:unit_from>+<str:unit_to>/
eo: konverti-mason-de-fuelefikeco/<str:unit_from>+<str:unit_to>/
eu: erregai-eraginkortasunaren-masa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-mais-eifeachtulachta-breosla/<str:unit_from>+<str:unit_to>/
id: mengkonversi-efisiensi-bahan-bakar-massa/<str:unit_from>+<str:unit_to>/
it: convertire-lefficienza-del-carburante-massa/<str:unit_from>+<str:unit_to>/
lb: brennstoff-effizienz-mass-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-jisim-kecekapan-bahan-api/<str:unit_from>+<str:unit_to>/
nl: brandstofefficientie-massa/converteren<str:unit_from>+<str:unit_to>/
sq: konverto-masen-e-efikasitetit-te-karburantit/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-uzito-wa-ufanisi-wa-mafuta/<str:unit_from>+<str:unit_to>/
uz: yoqilgi-samaradorligi-massasini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-khoi-luong-hieu-qua-nhien-lieu/<str:unit_from>+<str:unit_to>/

source: convert-fuel-efficiency-volume/
af: omskakel-brandstofdoeltreffendheid-volume/
az: yanacaq-semereliliyinin-hecmini-cevirmek/
bs: pretvoriti-zapreminu-efikasnosti-goriva/
ca: convertir-el-volum-deficiencia-de-combustible/
cy: trosi-cyfaint-effeithlonrwydd-tanwydd/
eo: konverti-fuelefikecvolumeno/
eu: erregai-eraginkortasunaren-bolumena-bihurtzea/
ga: tiontaigh-eifeachtulacht-breosla/
id: mengkonversi-volume-efisiensi-bahan-bakar/
it: convertire-il-volume-dellefficienza-del-carburante/
lb: konverteieren-brennstoff-effizienz-volume-/
ms: menukar-isipadu-kecekapan-bahan-api/
nl: brandstofefficientie-volume-omzetten/
sq: konverto-volumin-e-efikasitetit-te-karburantit/
sw: kubadilisha-kiasi-cha-ufanisi-wa-mafuta/
uz: yoqilgi-samaradorligi-hajmini-aylantirish-/
vi: chuyen-doi-khoi-luong-hieu-suat-nhien-lieu/

source: convert-fuel-efficiency-volume/<str:unit_from>+<str:unit_to>/
af: omskakel-brandstofdoeltreffendheid-volume/<str:unit_from>+<str:unit_to>/
az: yanacaq-semereliliyinin-hecmini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-zapreminu-efikasnosti-goriva/<str:unit_from>+<str:unit_to>/
ca: convertir-el-volum-deficiencia-de-combustible/<str:unit_from>+<str:unit_to>/
cy: trosi-cyfaint-effeithlonrwydd-tanwydd/<str:unit_from>+<str:unit_to>/
eo: konverti-fuelefikecvolumeno/<str:unit_from>+<str:unit_to>/
eu: erregai-eraginkortasunaren-bolumena-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-eifeachtulacht-breosla/<str:unit_from>+<str:unit_to>/
id: mengkonversi-volume-efisiensi-bahan-bakar/<str:unit_from>+<str:unit_to>/
it: convertire-il-volume-dellefficienza-del-carburante/<str:unit_from>+<str:unit_to>/
lb: konverteieren-brennstoff-effizienz-volume-/<str:unit_from>+<str:unit_to>/
ms: menukar-isipadu-kecekapan-bahan-api/<str:unit_from>+<str:unit_to>/
nl: brandstofefficientie-volume-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-volumin-e-efikasitetit-te-karburantit/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-kiasi-cha-ufanisi-wa-mafuta/<str:unit_from>+<str:unit_to>/
uz: yoqilgi-samaradorligi-hajmini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-khoi-luong-hieu-suat-nhien-lieu/<str:unit_from>+<str:unit_to>/

source: convert-temperature-interval/
af: herlei-temperatuur-interval/
az: temperatur-intervalini-cevirmek/
bs: pretvori-temperaturni-interval/
ca: convertir-interval-de-temperatura/
cy: trosi-cyfwng-tymheredd/
eo: konverti-temperaturintervalo/
eu: tenperatura-tartea-bihurtu/
ga: tiontaigh-eatramh-teochta/
id: konversi-interval-suhu/
it: convertire-intervallo-di-temperatura/
lb: konverteieren-temperatur-intervall-/
ms: menukar-selang-suhu/
nl: temperatuurinterval-omzetten/
sq: konverto-intervalin-e-temperatures/
sw: kubadilisha-muda-wa-joto/
uz: harorat-oraligini-aylantirish/
vi: chuyen-doi-khoang-nhiet-do/

source: convert-temperature-interval/<str:unit_from>+<str:unit_to>/
af: herlei-temperatuur-interval/<str:unit_from>+<str:unit_to>/
az: temperatur-intervalini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvori-temperaturni-interval/<str:unit_from>+<str:unit_to>/
ca: convertir-interval-de-temperatura/<str:unit_from>+<str:unit_to>/
cy: trosi-cyfwng-tymheredd/<str:unit_from>+<str:unit_to>/
eo: konverti-temperaturintervalo/<str:unit_from>+<str:unit_to>/
eu: tenperatura-tartea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-eatramh-teochta/<str:unit_from>+<str:unit_to>/
id: konversi-interval-suhu/<str:unit_from>+<str:unit_to>/
it: convertire-intervallo-di-temperatura/<str:unit_from>+<str:unit_to>/
lb: konverteieren-temperatur-intervall-/<str:unit_from>+<str:unit_to>/
ms: menukar-selang-suhu/<str:unit_from>+<str:unit_to>/
nl: temperatuurinterval-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-intervalin-e-temperatures/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-muda-wa-joto/<str:unit_from>+<str:unit_to>/
uz: harorat-oraligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-khoang-nhiet-do/<str:unit_from>+<str:unit_to>/

source: convert-thermal-expansion/
af: omskakel-termiese-uitsetting/
az: istilik-genislenmesini-cevirmek/
bs: pretvoriti-termicku-ekspanziju/
ca: convertir-la-dilatacio-termica/
cy: trosi-ehangu-thermol/
eo: konverti-termika-ekspansio/
eu: dilatazio-termikoa-bihurtu/
ga: tiontaigh-leathnu-teirmeach/
id: konversi-ekspansi-termal/
it: convertire-lespansione-termica/
lb: thermesch-expansioun-konverteieren/
ms: menukar-pengembangan-terma/
nl: thermische-uitzetting-omzetten/
sq: konverto-zgjerimin-termik/
sw: kubadilisha-upanuzi-wa-joto-/
uz: termal-kengayishni-aylantirish-/
vi: chuyen-doi-su-gian-no-nhiet/

source: convert-thermal-expansion/<str:unit_from>+<str:unit_to>/
af: omskakel-termiese-uitsetting/<str:unit_from>+<str:unit_to>/
az: istilik-genislenmesini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-termicku-ekspanziju/<str:unit_from>+<str:unit_to>/
ca: convertir-la-dilatacio-termica/<str:unit_from>+<str:unit_to>/
cy: trosi-ehangu-thermol/<str:unit_from>+<str:unit_to>/
eo: konverti-termika-ekspansio/<str:unit_from>+<str:unit_to>/
eu: dilatazio-termikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-leathnu-teirmeach/<str:unit_from>+<str:unit_to>/
id: konversi-ekspansi-termal/<str:unit_from>+<str:unit_to>/
it: convertire-lespansione-termica/<str:unit_from>+<str:unit_to>/
lb: thermesch-expansioun-konverteieren/<str:unit_from>+<str:unit_to>/
ms: menukar-pengembangan-terma/<str:unit_from>+<str:unit_to>/
nl: thermische-uitzetting-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-zgjerimin-termik/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-upanuzi-wa-joto-/<str:unit_from>+<str:unit_to>/
uz: termal-kengayishni-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-su-gian-no-nhiet/<str:unit_from>+<str:unit_to>/

source: convert-thermal-conductivity/
af: omskakel-termiese-geleidingsvermoe/
az: istilik-keciriciliyini-cevirmek/
bs: pretvoriti-toplotnu-provodljivost/
ca: convertir-la-conductivitat-termica/
cy: trosi-dargludedd-thermol/
eo: konverti-varmokonduktecon/
eu: eroankortasun-termikoa-bihurtzea/
ga: tiontaigh-seoltacht-theirmeach/
id: mengubah-konduktivitas-termal/
it: convertire-la-conduttivita-termica/
lb: thermesch-konduktiviteit-konverteieren-/
ms: menukar-kekonduksian-terma/
nl: thermische-geleidbaarheid-omzetten/
sq: konverto-percueshmerine-termike/
sw: kubadilisha-conductivity-ya-mafuta-/
uz: issiqlik-otkazuvchanligini-aylantirish-/
vi: chuyen-doi-do-dan-nhiet/

source: convert-thermal-conductivity/<str:unit_from>+<str:unit_to>/
af: omskakel-termiese-geleidingsvermoe/<str:unit_from>+<str:unit_to>/
az: istilik-keciriciliyini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-toplotnu-provodljivost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-conductivitat-termica/<str:unit_from>+<str:unit_to>/
cy: trosi-dargludedd-thermol/<str:unit_from>+<str:unit_to>/
eo: konverti-varmokonduktecon/<str:unit_from>+<str:unit_to>/
eu: eroankortasun-termikoa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-seoltacht-theirmeach/<str:unit_from>+<str:unit_to>/
id: mengubah-konduktivitas-termal/<str:unit_from>+<str:unit_to>/
it: convertire-la-conduttivita-termica/<str:unit_from>+<str:unit_to>/
lb: thermesch-konduktiviteit-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-kekonduksian-terma/<str:unit_from>+<str:unit_to>/
nl: thermische-geleidbaarheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-percueshmerine-termike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-conductivity-ya-mafuta-/<str:unit_from>+<str:unit_to>/
uz: issiqlik-otkazuvchanligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-dan-nhiet/<str:unit_from>+<str:unit_to>/

source: convert-thermal-resistance/
af: omskakel-termiese-weerstand/
az: istilik-muqavimetini-cevirmek/
bs: pretvoriti-termicku-otpornost/
ca: convertir-la-resistencia-termica/
cy: trosi-ymwrthedd-thermol/
eo: konverti-termika-rezisto/
eu: erresistentzia-termikoa-bihurtzea/
ga: tiontaigh-friotaiocht-teirmeach/
id: mengkonversi-resistansi-termal/
it: convertire-la-resistenza-termica/
lb: thermesch-resistenz-konverteieren-/
ms: menukar-rintangan-haba/
nl: thermische-weerstand-omzetten/
sq: konverto-rezistencen-termike/
sw: kubadilisha-upinzani-wa-joto-/
uz: termal-qarshilikni-aylantirish-/
vi: chuyen-doi-dien-tro-nhiet/

source: convert-thermal-resistance/<str:unit_from>+<str:unit_to>/
af: omskakel-termiese-weerstand/<str:unit_from>+<str:unit_to>/
az: istilik-muqavimetini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-termicku-otpornost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-resistencia-termica/<str:unit_from>+<str:unit_to>/
cy: trosi-ymwrthedd-thermol/<str:unit_from>+<str:unit_to>/
eo: konverti-termika-rezisto/<str:unit_from>+<str:unit_to>/
eu: erresistentzia-termikoa-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-friotaiocht-teirmeach/<str:unit_from>+<str:unit_to>/
id: mengkonversi-resistansi-termal/<str:unit_from>+<str:unit_to>/
it: convertire-la-resistenza-termica/<str:unit_from>+<str:unit_to>/
lb: thermesch-resistenz-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-rintangan-haba/<str:unit_from>+<str:unit_to>/
nl: thermische-weerstand-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-rezistencen-termike/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-upinzani-wa-joto-/<str:unit_from>+<str:unit_to>/
uz: termal-qarshilikni-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-dien-tro-nhiet/<str:unit_from>+<str:unit_to>/

source: convert-heat-density/
af: omskep-hitte-digtheid/
az: istilik-sixligini-cevirmek/
bs: pretvoriti-gustinu-toplote/
ca: convertir-la-densitat-de-calor/
cy: trosi-dwysedd-gwres/
eo: konverti-varmecan-densecon/
eu: bero-dentsitatea-bihurtu/
ga: tiontaigh-dlus-teasa/
id: mengkonversi-kepadatan-panas/
it: convertire-la-densita-del-calore/
lb: konverteieren-hetzt-dicht-/
ms: menukar-ketumpatan-haba/
nl: warmtedichtheid-omzetten/
sq: konverto-dendesine-e-nxehtesise/
sw: kubadilisha-msongamano-wa-joto/
uz: issiqlik-zichligini-aylantirish-/
vi: chuyen-doi-mat-do-nhiet/

source: convert-heat-density/<str:unit_from>+<str:unit_to>/
af: omskep-hitte-digtheid/<str:unit_from>+<str:unit_to>/
az: istilik-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-gustinu-toplote/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-calor/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-gwres/<str:unit_from>+<str:unit_to>/
eo: konverti-varmecan-densecon/<str:unit_from>+<str:unit_to>/
eu: bero-dentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-teasa/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kepadatan-panas/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-del-calore/<str:unit_from>+<str:unit_to>/
lb: konverteieren-hetzt-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-haba/<str:unit_from>+<str:unit_to>/
nl: warmtedichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-dendesine-e-nxehtesise/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-msongamano-wa-joto/<str:unit_from>+<str:unit_to>/
uz: issiqlik-zichligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-nhiet/<str:unit_from>+<str:unit_to>/

source: convert-heat-flux-density/
af: omskep-hitte-vloed-digtheid/
az: istilik-axininin-sixligini-cevirmek/
bs: pretvoriti-gustinu-toplotnog-toka/
ca: convertir-la-densitat-de-flux-de-calor/
cy: trosi-dwysedd-fflwcs-gwres/
eo: konverti-varmofluan-densecon/
eu: bero-fluxuaren-dentsitatea-bihurtu/
ga: dlus-flosc-teasa-a-thiontu/
id: mengkonversi-kerapatan-fluks-panas/
it: convertire-la-densita-del-flusso-di-calore/
lb: konverteieren-hetzt-flux-dicht-/
ms: menukar-ketumpatan-fluks-haba/
nl: warmtestroomdichtheid-omzetten/
sq: konverto-dendesine-e-fluksit-te-nxehtesise/
sw: kubadilisha-msongamano-wa-joto/
uz: issiqlik-oqimining-zichligini-aylantirish-/
vi: chuyen-doi-mat-do-thong-luong-nhiet/

source: convert-heat-flux-density/<str:unit_from>+<str:unit_to>/
af: omskep-hitte-vloed-digtheid/<str:unit_from>+<str:unit_to>/
az: istilik-axininin-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-gustinu-toplotnog-toka/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-flux-de-calor/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-fflwcs-gwres/<str:unit_from>+<str:unit_to>/
eo: konverti-varmofluan-densecon/<str:unit_from>+<str:unit_to>/
eu: bero-fluxuaren-dentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: dlus-flosc-teasa-a-thiontu/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kerapatan-fluks-panas/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-del-flusso-di-calore/<str:unit_from>+<str:unit_to>/
lb: konverteieren-hetzt-flux-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-fluks-haba/<str:unit_from>+<str:unit_to>/
nl: warmtestroomdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-dendesine-e-fluksit-te-nxehtesise/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-msongamano-wa-joto/<str:unit_from>+<str:unit_to>/
uz: issiqlik-oqimining-zichligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-thong-luong-nhiet/<str:unit_from>+<str:unit_to>/

source: convert-heat-transfer-coefficient/
af: herlei-hitte-oordragkoeffisient/
az: istilik-oturme-emsali-cevirmek/
bs: pretvoriti-koeficijent-prolaza-topline/
ca: convertir-el-coeficient-de-transferencia-de-calor/
cy: trosi-cyfernod-trosglwyddo-gwres/
eo: konverti-varmotransiga-koeficiento/
eu: bero-transferentzia-koefizientea-bihurtu/
ga: comheifeacht-aistrithe-teasa-a-thiontu/
id: konversi-koefisien-perpindahan-panas/
it: convertire-il-coefficiente-di-trasferimento-di-calore/
lb: warmetransfer-koeffizient-konverteieren-/
ms: menukar-pekali-pemindahan-haba/
nl: warmteoverdrachtscoefficient-omzetten/
sq: konverto-koeficientin-e-transferimit-te-nxehtesise/
sw: badilisha-mgawo-wa-uhamishaji-joto/
uz: issiqlik-uzatish-koeffitsientini-aylantirish-/
vi: chuyen-doi-he-so-truyen-nhiet/

source: convert-heat-transfer-coefficient/<str:unit_from>+<str:unit_to>/
af: herlei-hitte-oordragkoeffisient/<str:unit_from>+<str:unit_to>/
az: istilik-oturme-emsali-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-koeficijent-prolaza-topline/<str:unit_from>+<str:unit_to>/
ca: convertir-el-coeficient-de-transferencia-de-calor/<str:unit_from>+<str:unit_to>/
cy: trosi-cyfernod-trosglwyddo-gwres/<str:unit_from>+<str:unit_to>/
eo: konverti-varmotransiga-koeficiento/<str:unit_from>+<str:unit_to>/
eu: bero-transferentzia-koefizientea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: comheifeacht-aistrithe-teasa-a-thiontu/<str:unit_from>+<str:unit_to>/
id: konversi-koefisien-perpindahan-panas/<str:unit_from>+<str:unit_to>/
it: convertire-il-coefficiente-di-trasferimento-di-calore/<str:unit_from>+<str:unit_to>/
lb: warmetransfer-koeffizient-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-pekali-pemindahan-haba/<str:unit_from>+<str:unit_to>/
nl: warmteoverdrachtscoefficient-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-koeficientin-e-transferimit-te-nxehtesise/<str:unit_from>+<str:unit_to>/
sw: badilisha-mgawo-wa-uhamishaji-joto/<str:unit_from>+<str:unit_to>/
uz: issiqlik-uzatish-koeffitsientini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-he-so-truyen-nhiet/<str:unit_from>+<str:unit_to>/

source: convert-specific-heat-capacity/
af: herlei-spesifieke-hittekapasiteit/
az: xususi-istilik-tutumuna-cevirmek/
bs: pretvoriti-specificni-toplotni-kapacitet/
ca: convertir-la-capacitat-calorifica-especifica/
cy: trosi-cynhwysedd-gwres-penodol/
eo: konverti-specifan-varmokapaciton/
eu: bero-ahalmen-espezifikoa-bihurtu/
ga: toilleadh-teasa-sonrach-a-thiontu/
id: mengkonversi-kapasitas-panas-spesifik/
it: convertire-la-capacita-termica-specifica/
lb: spezifesch-warmekapaziteit-konverteieren-/
ms: menukar-muatan-haba-tentu/
nl: specifieke-warmtecapaciteit-omzetten/
sq: konverto-kapacitetin-specifik-te-nxehtesise/
sw: kubadilisha-uwezo-maalum-wa-joto/
uz: solishtirma-issiqlik-sigimini-aylantirish/
vi: chuyen-doi-nhiet-dung-rieng/

source: convert-specific-heat-capacity/<str:unit_from>+<str:unit_to>/
af: herlei-spesifieke-hittekapasiteit/<str:unit_from>+<str:unit_to>/
az: xususi-istilik-tutumuna-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-specificni-toplotni-kapacitet/<str:unit_from>+<str:unit_to>/
ca: convertir-la-capacitat-calorifica-especifica/<str:unit_from>+<str:unit_to>/
cy: trosi-cynhwysedd-gwres-penodol/<str:unit_from>+<str:unit_to>/
eo: konverti-specifan-varmokapaciton/<str:unit_from>+<str:unit_to>/
eu: bero-ahalmen-espezifikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: toilleadh-teasa-sonrach-a-thiontu/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kapasitas-panas-spesifik/<str:unit_from>+<str:unit_to>/
it: convertire-la-capacita-termica-specifica/<str:unit_from>+<str:unit_to>/
lb: spezifesch-warmekapaziteit-konverteieren-/<str:unit_from>+<str:unit_to>/
ms: menukar-muatan-haba-tentu/<str:unit_from>+<str:unit_to>/
nl: specifieke-warmtecapaciteit-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-kapacitetin-specifik-te-nxehtesise/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-uwezo-maalum-wa-joto/<str:unit_from>+<str:unit_to>/
uz: solishtirma-issiqlik-sigimini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-nhiet-dung-rieng/<str:unit_from>+<str:unit_to>/

source: convert-linear-charge-density/
af: herlei-lineere-ladingsdigtheid/
az: xetti-yuk-sixligini-cevirmek/
bs: pretvoriti-linearnu-gustinu-naboja/
ca: convertir-la-densitat-de-carrega-lineal/
cy: trosi-dwysedd-tal-llinol/
eo: konverti-linearan-sargan-densecon/
eu: karga-dentsitate-lineala-bihurtu/
ga: tiontaigh-dlus-luchta-lineach/
id: mengkonversi-kerapatan-muatan-linier/
it: convertire-la-densita-di-carica-lineare/
lb: konverteieren-linear-ladungsdicht-/
ms: menukar-ketumpatan-cas-linear/
nl: lineaire-ladingsdichtheid-omzetten/
sq: konverto-densitetin-linear-te-ngarkeses/
sw: badilisha-msongamano-wa-malipo-ya-mstari/
uz: chiziqli-zaryad-zichligini-aylantirish-/
vi: chuyen-doi-mat-do-dien-tich-tuyen-tinh/

source: convert-linear-charge-density/<str:unit_from>+<str:unit_to>/
af: herlei-lineere-ladingsdigtheid/<str:unit_from>+<str:unit_to>/
az: xetti-yuk-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-linearnu-gustinu-naboja/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-carrega-lineal/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-tal-llinol/<str:unit_from>+<str:unit_to>/
eo: konverti-linearan-sargan-densecon/<str:unit_from>+<str:unit_to>/
eu: karga-dentsitate-lineala-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-luchta-lineach/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kerapatan-muatan-linier/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-di-carica-lineare/<str:unit_from>+<str:unit_to>/
lb: konverteieren-linear-ladungsdicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-cas-linear/<str:unit_from>+<str:unit_to>/
nl: lineaire-ladingsdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-densitetin-linear-te-ngarkeses/<str:unit_from>+<str:unit_to>/
sw: badilisha-msongamano-wa-malipo-ya-mstari/<str:unit_from>+<str:unit_to>/
uz: chiziqli-zaryad-zichligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-dien-tich-tuyen-tinh/<str:unit_from>+<str:unit_to>/

source: convert-surface-charge-density/
af: omskep-oppervlakladingdigtheid/
az: sethi-yuk-sixligini-cevirmek/
bs: pretvoriti-povrsinsku-gustinu-naboja/
ca: convertir-la-densitat-de-carrega-superficial/
cy: trosi-dwysedd-gwefr-arwyneb/
eo: konverti-surfacan-sargan-densecon/
eu: gainazaleko-karga-dentsitatea-bihurtu/
ga: tiontaigh-dlus-luchtaithe-dromchla/
id: mengkonversi-kerapatan-muatan-permukaan/
it: convertire-la-densita-di-carica-superficiale/
lb: uewerflach-ladungsdicht-emsetzen-/
ms: menukar-ketumpatan-cas-permukaan/
nl: oppervlakteladingsdichtheid-omzetten/
sq: konverto-dendesine-e-ngarkeses-siperfaqesore/
sw: kubadilisha-msongamano-wa-malipo-ya-uso/
uz: sirt-zaryad-zichligini-aylantirish-/
vi: chuyen-doi-mat-do-dien-tich-be-mat/

source: convert-surface-charge-density/<str:unit_from>+<str:unit_to>/
af: omskep-oppervlakladingdigtheid/<str:unit_from>+<str:unit_to>/
az: sethi-yuk-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-povrsinsku-gustinu-naboja/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-carrega-superficial/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-gwefr-arwyneb/<str:unit_from>+<str:unit_to>/
eo: konverti-surfacan-sargan-densecon/<str:unit_from>+<str:unit_to>/
eu: gainazaleko-karga-dentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-luchtaithe-dromchla/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kerapatan-muatan-permukaan/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-di-carica-superficiale/<str:unit_from>+<str:unit_to>/
lb: uewerflach-ladungsdicht-emsetzen-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-cas-permukaan/<str:unit_from>+<str:unit_to>/
nl: oppervlakteladingsdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-dendesine-e-ngarkeses-siperfaqesore/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-msongamano-wa-malipo-ya-uso/<str:unit_from>+<str:unit_to>/
uz: sirt-zaryad-zichligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-dien-tich-be-mat/<str:unit_from>+<str:unit_to>/

source: convert-volume-charge-density/
af: omskakel-volume-lading-digtheid/
az: hecmi-yuk-sixligini-cevirmek/
bs: pretvoriti-zapreminsku-gustinu-naboja/
ca: convertir-la-densitat-de-carrega-de-volum/
cy: trosi-dwysedd-tal-cyfaint/
eo: konverti-voluman-sargan-densecon/
eu: bolumen-karga-dentsitatea-bihurtu/
ga: tiontaigh-dlus-luchta-toirte/
id: mengkonversi-volume-kepadatan-muatan/
it: convertire-la-densita-di-carica-del-volume/
lb: konverteieren-volume-laden-dicht-/
ms: menukar-ketumpatan-cas-volum/
nl: volume-ladingdichtheid-omzetten/
sq: konverto-dendesine-e-ngarkeses-se-volumit/
sw: badilisha-msongamano-wa-malipo-ya-kiasi/
uz: hajmiy-zaryad-zichligini-aylantirish/
vi: chuyen-doi-mat-do-dien-tich-the-tich/
