Repository: AlirizaAslan/tikfinity
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af, az, bs, ca, cy, eo, eu, ga, id, it, lb, ms, nl, sq, sw, uz, vi

source: convert-volume-charge-density/<str:unit_from>+<str:unit_to>/
af: omskakel-volume-lading-digtheid/<str:unit_from>+<str:unit_to>/
az: hecmi-yuk-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-zapreminsku-gustinu-naboja/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-carrega-de-volum/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-tal-cyfaint/<str:unit_from>+<str:unit_to>/
eo: konverti-voluman-sargan-densecon/<str:unit_from>+<str:unit_to>/
eu: bolumen-karga-dentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-luchta-toirte/<str:unit_from>+<str:unit_to>/
id: mengkonversi-volume-kepadatan-muatan/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-di-carica-del-volume/<str:unit_from>+<str:unit_to>/
lb: konverteieren-volume-laden-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-cas-volum/<str:unit_from>+<str:unit_to>/
nl: volume-ladingdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-dendesine-e-ngarkeses-se-volumit/<str:unit_from>+<str:unit_to>/
sw: badilisha-msongamano-wa-malipo-ya-kiasi/<str:unit_from>+<str:unit_to>/
uz: hajmiy-zaryad-zichligini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-dien-tich-the-tich/<str:unit_from>+<str:unit_to>/

source: convert-linear-current-density/
af: skakel-lineere-stroomdigtheid-om/
az: xetti-cereyan-sixligini-cevirmek/
bs: pretvoriti-linearnu-gustinu-struje/
ca: convertir-la-densitat-de-corrent-lineal/
cy: trosi-dwysedd-cerrynt-llinol/
eo: konverti-linearan-kurentdensecon/
eu: korronte-dentsitate-lineala-bihurtzea/
ga: tiontaigh-dlus-srutha-lineach/
id: mengkonversi-kepadatan-arus-linier/
it: convertire-la-densita-di-corrente-lineare/
lb: konverteieren-linear-stroumdicht-/
ms: menukar-ketumpatan-arus-linear/
nl: lineaire-stroomdichtheid-omzetten/
sq: konverto-densitetin-linear-te-rrymes/
sw: badilisha-msongamano-wa-sasa-wa-mstari/
uz: chiziqli-oqim-zichligini-aylantirish-/
vi: chuyen-doi-mat-do-dong-dien-tuyen-tinh/

source: convert-linear-current-density/<str:unit_from>+<str:unit_to>/
af: skakel-lineere-stroomdigtheid-om/<str:unit_from>+<str:unit_to>/
az: xetti-cereyan-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-linearnu-gustinu-struje/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-corrent-lineal/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-cerrynt-llinol/<str:unit_from>+<str:unit_to>/
eo: konverti-linearan-kurentdensecon/<str:unit_from>+<str:unit_to>/
eu: korronte-dentsitate-lineala-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-srutha-lineach/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kepadatan-arus-linier/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-di-corrente-lineare/<str:unit_from>+<str:unit_to>/
lb: konverteieren-linear-stroumdicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-arus-linear/<str:unit_from>+<str:unit_to>/
nl: lineaire-stroomdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-densitetin-linear-te-rrymes/<str:unit_from>+<str:unit_to>/
sw: badilisha-msongamano-wa-sasa-wa-mstari/<str:unit_from>+<str:unit_to>/
uz: chiziqli-oqim-zichligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-dong-dien-tuyen-tinh/<str:unit_from>+<str:unit_to>/

source: convert-surface-current-density/
af: omskep-oppervlakstroomdigtheid/
az: seth-cereyaninin-sixligini-cevirmek/
bs: pretvoriti-povrsinsku-gustinu-struje/
ca: convertir-la-densitat-de-corrent-superficial/
cy: trosi-dwysedd-cerrynt-arwyneb/
eo: konverti-surfacan-kurentdensecon/
eu: gainazaleko-korronte-dentsitatea-bihurtu/
ga: tiontaigh-dlus-srutha-an-dromchla/
id: mengkonversi-kepadatan-arus-permukaan/
it: convertire-la-densita-di-corrente-superficiale/
lb: uewerflachestroumdicht-emsetzen-/
ms: menukar-ketumpatan-arus-permukaan/
nl: oppervlaktestroomdichtheid-omzetten/
sq: konverto-densitetin-e-rrymes-siperfaqesore/
sw: kubadilisha-msongamano-wa-sasa-wa-uso/
uz: sirt-oqimi-zichligini-aylantirish-/
vi: chuyen-doi-mat-do-dong-dien-be-mat/

source: convert-surface-current-density/<str:unit_from>+<str:unit_to>/
af: omskep-oppervlakstroomdigtheid/<str:unit_from>+<str:unit_to>/
az: seth-cereyaninin-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-povrsinsku-gustinu-struje/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-corrent-superficial/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-cerrynt-arwyneb/<str:unit_from>+<str:unit_to>/
eo: konverti-surfacan-kurentdensecon/<str:unit_from>+<str:unit_to>/
eu: gainazaleko-korronte-dentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-dlus-srutha-an-dromchla/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kepadatan-arus-permukaan/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-di-corrente-superficiale/<str:unit_from>+<str:unit_to>/
lb: uewerflachestroumdicht-emsetzen-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-arus-permukaan/<str:unit_from>+<str:unit_to>/
nl: oppervlaktestroomdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-densitetin-e-rrymes-siperfaqesore/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-msongamano-wa-sasa-wa-uso/<str:unit_from>+<str:unit_to>/
uz: sirt-oqimi-zichligini-aylantirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-dong-dien-be-mat/<str:unit_from>+<str:unit_to>/

source: convert-inductance/
af: omskep-induktansie/
az: enduktansi-cevirmek/
bs: pretvoriti-induktivnost/
ca: convertir-la-inductancia/
cy: trosi-anwythiad/
eo: konverti-induktancon/
eu: induktantzia-bihurtu/
ga: tiontaigh-ionduchtacht/
id: mengkonversi-induktansi/
it: convertire-induttanza/
lb: konverteieren-induktioun-/
ms: menukar-kearuhan/
nl: inductie-omzetten/
sq: konverto-induktivitetin/
sw: kubadilisha-inductance/
uz: induktivlikni-aylantirish/
vi: chuyen-doi-do-tu-cam/

source: convert-inductance/<str:unit_from>+<str:unit_to>/
af: omskep-induktansie/<str:unit_from>+<str:unit_to>/
az: enduktansi-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-induktivnost/<str:unit_from>+<str:unit_to>/
ca: convertir-la-inductancia/<str:unit_from>+<str:unit_to>/
cy: trosi-anwythiad/<str:unit_from>+<str:unit_to>/
eo: konverti-induktancon/<str:unit_from>+<str:unit_to>/
eu: induktantzia-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-ionduchtacht/<str:unit_from>+<str:unit_to>/
id: mengkonversi-induktansi/<str:unit_from>+<str:unit_to>/
it: convertire-induttanza/<str:unit_from>+<str:unit_to>/
lb: konverteieren-induktioun-/<str:unit_from>+<str:unit_to>/
ms: menukar-kearuhan/<str:unit_from>+<str:unit_to>/
nl: inductie-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-induktivitetin/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-inductance/<str:unit_from>+<str:unit_to>/
uz: induktivlikni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-do-tu-cam/<str:unit_from>+<str:unit_to>/

source: convert-magnetomotive-force/<str:unit_from>+<str:unit_to>/
af: herlei-magnetomotiewe-krag/<str:unit_from>+<str:unit_to>/
az: maqnitomotor-quvveye-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-magnetomotornu-silu/<str:unit_from>+<str:unit_to>/
ca: convertir-la-forca-magnetomotriu/<str:unit_from>+<str:unit_to>/
cy: trosi-grym-magnetotif/<str:unit_from>+<str:unit_to>/
eo: konverti-magnetomotoran-forton/<str:unit_from>+<str:unit_to>/
eu: indar-magnetomotor-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-forsa-maighneadach/<str:unit_from>+<str:unit_to>/
id: mengubah-gaya-gerak-magnetomotive/<str:unit_from>+<str:unit_to>/
it: convertire-la-forza-magnetomotrice/<str:unit_from>+<str:unit_to>/
lb: konverteieren-magnetomotive-kraaft-/<str:unit_from>+<str:unit_to>/
ms: menukar-daya-magnetomotif/<str:unit_from>+<str:unit_to>/
nl: magnetomotive-kracht-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-forcen-magnetomotore/<str:unit_from>+<str:unit_to>/
sw: kubadilisha-nguvu-ya-magnetomotive/<str:unit_from>+<str:unit_to>/
uz: magnit-harakatlantiruvchi-kuchni-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-luc-tu-dong/<str:unit_from>+<str:unit_to>/

source: convert-magnetomotive-force/
af: herlei-magnetomotiewe-krag/
az: maqnitomotor-quvveye-cevirmek/
bs: pretvoriti-magnetomotornu-silu/
ca: convertir-la-forca-magnetomotriu/
cy: trosi-grym-magnetotif/
eo: konverti-magnetomotoran-forton/
eu: indar-magnetomotor-bihurtzea/
ga: tiontaigh-forsa-maighneadach/
id: mengubah-gaya-gerak-magnetomotive/
it: convertire-la-forza-magnetomotrice/
lb: konverteieren-magnetomotive-kraaft-/
ms: menukar-daya-magnetomotif/
nl: magnetomotive-kracht-omzetten/
sq: konverto-forcen-magnetomotore/
sw: kubadilisha-nguvu-ya-magnetomotive/
uz: magnit-harakatlantiruvchi-kuchni-aylantirish/
vi: chuyen-doi-luc-tu-dong/

source: convert-magnetic-field-strength/<str:unit_from>+<str:unit_to>/
af: herlei-magnetiese-veldsterkte/<str:unit_from>+<str:unit_to>/
az: maqnit-sahesinin-gucunu-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-jacinu-magnetnog-polja/<str:unit_from>+<str:unit_to>/
ca: convertir-la-forca-del-camp-magnetic/<str:unit_from>+<str:unit_to>/
cy: trosi-cryfder-maes-magnetig/<str:unit_from>+<str:unit_to>/
eo: konverti-forton-de-magneta-kampo/<str:unit_from>+<str:unit_to>/
eu: eremu-magnetikoaren-indarra-bihurtzea/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-neart-an-reimse-mhaighneadaigh/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kekuatan-medan-magnet/<str:unit_from>+<str:unit_to>/
it: convertire-lintensita-del-campo-magnetico/<str:unit_from>+<str:unit_to>/
lb: konverteieren-magneitfeldstaerkt-/<str:unit_from>+<str:unit_to>/
ms: menukar-kekuatan-medan-magnet/<str:unit_from>+<str:unit_to>/
nl: magnetische-veldsterkte-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-fuqine-e-fushes-magnetike/<str:unit_from>+<str:unit_to>/
sw: badilisha-nguvu-ya-uwanja-wa-sumaku/<str:unit_from>+<str:unit_to>/
uz: magnit-maydon-kuchini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-cuong-do-tu-truong/<str:unit_from>+<str:unit_to>/

source: convert-magnetic-field-strength/
af: herlei-magnetiese-veldsterkte/
az: maqnit-sahesinin-gucunu-cevirmek/
bs: pretvoriti-jacinu-magnetnog-polja/
ca: convertir-la-forca-del-camp-magnetic/
cy: trosi-cryfder-maes-magnetig/
eo: konverti-forton-de-magneta-kampo/
eu: eremu-magnetikoaren-indarra-bihurtzea/
ga: tiontaigh-neart-an-reimse-mhaighneadaigh/
id: mengkonversi-kekuatan-medan-magnet/
it: convertire-lintensita-del-campo-magnetico/
lb: konverteieren-magneitfeldstaerkt-/
ms: menukar-kekuatan-medan-magnet/
nl: magnetische-veldsterkte-omzetten/
sq: konverto-fuqine-e-fushes-magnetike/
sw: badilisha-nguvu-ya-uwanja-wa-sumaku/
uz: magnit-maydon-kuchini-aylantirish/
vi: chuyen-doi-cuong-do-tu-truong/

source: convert-magnetic-flux/<str:unit_from>+<str:unit_to>/
af: omskep-magnetiese-vloed/<str:unit_from>+<str:unit_to>/
az: maqnit-axini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-magnetni-tok/<str:unit_from>+<str:unit_to>/
ca: convertir-flux-magnetic/<str:unit_from>+<str:unit_to>/
cy: trosi-fflwcs-magnetig/<str:unit_from>+<str:unit_to>/
eo: konverti-magnetan-fluon/<str:unit_from>+<str:unit_to>/
eu: fluxu-magnetikoa-bihurtu/<str:unit_from>+<str:unit_to>/
ga: tiontaigh-flosc-maighneadach/<str:unit_from>+<str:unit_to>/
id: mengubah-fluks-magnetik/<str:unit_from>+<str:unit_to>/
it: convertire-il-flusso-magnetico/<str:unit_from>+<str:unit_to>/
lb: konverteieren-magnetesche-flux-/<str:unit_from>+<str:unit_to>/
ms: menukar-fluks-magnet/<str:unit_from>+<str:unit_to>/
nl: magnetische-flux-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-fluksin-magnetik/<str:unit_from>+<str:unit_to>/
sw: badilisha-flux-ya-sumaku/<str:unit_from>+<str:unit_to>/
uz: magnit-oqimini-aylantirish/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-tu-thong/<str:unit_from>+<str:unit_to>/

source: convert-magnetic-flux/
af: omskep-magnetiese-vloed/
az: maqnit-axini-cevirmek/
bs: pretvoriti-magnetni-tok/
ca: convertir-flux-magnetic/
cy: trosi-fflwcs-magnetig/
eo: konverti-magnetan-fluon/
eu: fluxu-magnetikoa-bihurtu/
ga: tiontaigh-flosc-maighneadach/
id: mengubah-fluks-magnetik/
it: convertire-il-flusso-magnetico/
lb: konverteieren-magnetesche-flux-/
ms: menukar-fluks-magnet/
nl: magnetische-flux-omzetten/
sq: konverto-fluksin-magnetik/
sw: badilisha-flux-ya-sumaku/
uz: magnit-oqimini-aylantirish/
vi: chuyen-doi-tu-thong/

source: convert-magnetic-flux-density/
af: omskep-magnetiese-vloeddigtheid/
az: maqnit-axininin-sixligini-cevirmek/
bs: pretvoriti-gustinu-magnetnog-fluksa/
ca: convertir-la-densitat-de-flux-magnetic/
cy: trosi-dwysedd-fflwcs-magnetig/
eo: konverti-magnetan-fluodensecon/
eu: fluxu-magnetikoaren-dentsitatea-bihurtu/
ga: dlus-flosc-maighneadach-a-thiontu/
id: mengkonversi-kerapatan-fluks-magnetik/
it: convertire-la-densita-del-flusso-magnetico/
lb: konverteieren-magnetesch-flux-dicht-/
ms: menukar-ketumpatan-fluks-magnet/
nl: magnetische-fluxdichtheid-omzetten/
sq: konverto-densitetin-e-fluksit-magnetik/
sw: badilisha-msongamano-wa-sumaku/
uz: magnit-oqim-zichligini-ozgartirish-/
vi: chuyen-doi-mat-do-tu-thong/

source: convert-magnetic-flux-density/<str:unit_from>+<str:unit_to>/
af: omskep-magnetiese-vloeddigtheid/<str:unit_from>+<str:unit_to>/
az: maqnit-axininin-sixligini-cevirmek/<str:unit_from>+<str:unit_to>/
bs: pretvoriti-gustinu-magnetnog-fluksa/<str:unit_from>+<str:unit_to>/
ca: convertir-la-densitat-de-flux-magnetic/<str:unit_from>+<str:unit_to>/
cy: trosi-dwysedd-fflwcs-magnetig/<str:unit_from>+<str:unit_to>/
eo: konverti-magnetan-fluodensecon/<str:unit_from>+<str:unit_to>/
eu: fluxu-magnetikoaren-dentsitatea-bihurtu/<str:unit_from>+<str:unit_to>/
ga: dlus-flosc-maighneadach-a-thiontu/<str:unit_from>+<str:unit_to>/
id: mengkonversi-kerapatan-fluks-magnetik/<str:unit_from>+<str:unit_to>/
it: convertire-la-densita-del-flusso-magnetico/<str:unit_from>+<str:unit_to>/
lb: konverteieren-magnetesch-flux-dicht-/<str:unit_from>+<str:unit_to>/
ms: menukar-ketumpatan-fluks-magnet/<str:unit_from>+<str:unit_to>/
nl: magnetische-fluxdichtheid-omzetten/<str:unit_from>+<str:unit_to>/
sq: konverto-densitetin-e-fluksit-magnetik/<str:unit_from>+<str:unit_to>/
sw: badilisha-msongamano-wa-sumaku/<str:unit_from>+<str:unit_to>/
uz: magnit-oqim-zichligini-ozgartirish-/<str:unit_from>+<str:unit_to>/
vi: chuyen-doi-mat-do-tu-thong/<str:unit_from>+<str:unit_to>/
